[
    {
        "id": "89d965b5-4f4d-4f94-abac-76fe67e123ac",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/89d965b5-4f4d-4f94-abac-76fe67e123ac",
        "created_at": "Mon Feb 22 16:16:34 UTC 2021",
        "company": "smartmicro",
        "company_url": "https://www.smartmicro.com",
        "location": "Braunschweig, Brunswick",
        "title": "Backend Developer for Smart City Sensors (m/f/d)",
        "description": "\u003cp\u003eJoin the smartmicro team to shape the road towards a greener future of our cities ​by providing scalable and robust backends for web-based communication and web apps.\u003c/p\u003e\n\u003cp\u003eThe smart sensors ranging from radars over hybrids of cameras and radars to complete smart city systems improving traffic flow and thus reducing pollution.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTasks\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAs a backend developer you are responsible for the implementation on embedded devices\u003c/li\u003e\n\u003cli\u003eYou will support the use of the systems with regard to Development \u0026amp; Operations (Dev / Ops)\u003c/li\u003e\n\u003cli\u003eYou test the software to ensure responsiveness and efficiency, especially considering the limited resources of embedded systems\u003c/li\u003e\n\u003cli\u003eYou will work with front-end developers to integrate user-side elements with server-side (embedded system) logic\u003c/li\u003e\n\u003cli\u003eYou ensure that external service providers are connected by programming REST APIs\u003c/li\u003e\n\u003cli\u003eTo ensure our software quality, you regularly perform debugging and code reviews\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompleted degree in computer science or a similar qualification\u003c/li\u003e\n\u003cli\u003eYou are familiar with the concept of continuous delivery for deployment and integration as well with the topics of IT security, server administration (Linux / nginx)\u003c/li\u003e\n\u003cli\u003eExperience with databases (e.g. MySQL), web servers (e.g. Apache, NGINX)\u003c/li\u003e\n\u003cli\u003eIdeally, you are familiar with JavaScript, web frameworks - e.g. B. Vue.js, React or Angular\u003c/li\u003e\n\u003cli\u003ePractical experience with programming languages, especially Python and JavaScript frameworks (e.g. Django, React, Node.js)\u003c/li\u003e\n\u003cli\u003eExperience with REST APIs, unit testing, microservices, Docker, Git, Linux and Jira is desirable\u003c/li\u003e\n\u003cli\u003eClean code mentality\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGreat development projects in strongly growing markets\u003c/li\u003e\n\u003cli\u003eOpportunities to develop your career in a fast-moving company\u003c/li\u003e\n\u003cli\u003eLatest technology\u003c/li\u003e\n\u003cli\u003eGreat working environment and a highly motivated team\u003c/li\u003e\n\u003cli\u003eSpacious offices and labs in very modern company buildings\u003c/li\u003e\n\u003cli\u003eFitness training, corporate functions and much more on company expenses\u003c/li\u003e\n\u003cli\u003eOpenness for innovation, teamwork and zero bureaucracy\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBe part of our innovative team and help us expanding the leadership in Radar- and camera sensor technology. Please send your application here or via email.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://smartmicro.join.com/jobs/1898784-backend-developer-for-smart-city-sensors-m-f-d?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=backend%2Bdeveloper%2Bfor%2Bsmart%2Bcity%2Bsensors%2Bm%2Bf%2Bd\"\u003ehttps://smartmicro.join.com/jobs/1898784-backend-developer-for-smart-city-sensors-m-f-d?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=backend%2Bdeveloper%2Bfor%2Bsmart%2Bcity%2Bsensors%2Bm%2Bf%2Bd\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaFdhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--33afdfe38140a216f318df6358ed858cb8f7c2f7/smartmicro-logo-l.jpg"
    },
    {
        "id": "9b8ee13b-8372-4063-bd9f-08d12f44cb16",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/9b8ee13b-8372-4063-bd9f-08d12f44cb16",
        "created_at": "Mon Feb 22 15:58:42 UTC 2021",
        "company": "Braintrust",
        "company_url": null,
        "location": "Remote",
        "title": "Fullstack Engineer - Ruby on Rails/React [Remote, NO C2C]",
        "description": "\u003cp\u003eJOB TYPE: Freelance, Contract Position - No agencies (See notes below)\u003c/p\u003e\n\u003cp\u003eLOCATION: Remote (must overlap with PT timezone 3 hours per day)\u003c/p\u003e\n\u003cp\u003eHOURLY RANGE: Our client is looking to pay $60 - $80 USD / HR\u003c/p\u003e\n\u003cp\u003eESTIMATED DURATION: 40Hrs/Week - Long Term, ongoing project\u003c/p\u003e\n\u003cp\u003eHIGH-LEVEL QUALIFICATIONS:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eRuby\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eReact\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eJavaScript\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eFamiliarity with React Native as a bonus point\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eABOUT US:\u003c/p\u003e\n\u003cp\u003eBraintrust (usebraintrust.com) is a user-controlled talent network, where you keep 100% of what you earn and actually get to own the platform. We've been onboarding some big clients and specifically need a Fullstack Engineer for our client.\u003c/p\u003e\n\u003cp\u003eTHE OPPORTUNITY:\u003c/p\u003e\n\u003cp\u003eAs a senior software engineer (full-stack) on the engineering team, you’ll get to build features and improvements for our client's web platform. You’ll be one of the leaders of the team, helping to mentor more junior engineers, proposing creative solutions, de-tangling the complex into the simple, and collaborating closely with teammates across product and engineering.\u003c/p\u003e\n\u003cp\u003eThe engineering team uses React.js on the web frontend, React Native for the mobile applications, and Ruby on Rails on the backend. We’re looking for people who are comfortable and interested in working with a little bit of everything.\u003c/p\u003e\n\u003cp\u003eResponsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBuild out software features to support clients, taskers, and internal users\u003c/li\u003e\n\u003cli\u003eArchitect and craft solutions to complex problems\u003c/li\u003e\n\u003cli\u003eCollaborate with design and product management to conceptualize new product features from the ground up\u003c/li\u003e\n\u003cli\u003eWork alongside more junior software engineers to help them think through designs, code implementation, and how to break down their goals into actionable steps\u003c/li\u003e\n\u003cli\u003eParticipate in code reviews, listening to feedback and commenting on other's approaches\u003c/li\u003e\n\u003cli\u003eMaintain and expand upon existing code and functionality\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eQualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years of experience developing web applications\u003c/li\u003e\n\u003cli\u003eYou're comfortable with Ruby and Rails, Javascript, and React.js (React Native is a plus)\u003c/li\u003e\n\u003cli\u003eYou have built API-driven applications or endpoints\u003c/li\u003e\n\u003cli\u003eYou're excited about continuous integration and frequent, daily releases\u003c/li\u003e\n\u003cli\u003eUnderstand how to organize code across the stack, what belongs in the front end, what the back\u003c/li\u003e\n\u003cli\u003eKnow how to break problems down into smaller iterable steps achievable quickly\u003c/li\u003e\n\u003cli\u003eBe comfortable with caching and understanding full lifecycle behavior of data flowing through the system\u003c/li\u003e\n\u003cli\u003eYou are comfortable with an Agile work environment where you’ll be collaborating regularly with Product, Design, Data, QA, and other developers regularly\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eABOUT THE HIRING PROCESS:\u003c/p\u003e\n\u003cp\u003eQualified candidates will be invited to do a screening interview with the Braintrust staff. We will answer your questions about the project, and our platform.  If we determine it is the right fit for both parties, we'll invite you to join the platform and create a profile to apply directly for this project.\u003c/p\u003e\n\u003cp\u003eC2C Candidates: This role is not available to C2C candidates working with an agency. If you are a professional contractor who has created an LLC/corp around their consulting practice, this is well aligned with Braintrust and we’d welcome your application.\u003c/p\u003e\n\u003cp\u003eBraintrust values the multitude of talents and perspectives that a diverse workforce brings. All qualified applicants will receive consideration for employment without regard to race, national origin, religion, age, color, sex, sexual orientation, gender identity, disability, or protected veteran status.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jsco.re/9fdqx\"\u003ehttps://jsco.re/9fdqx\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": null
    },
    {
        "id": "9c353576-5bb0-47ce-89ae-3b5bf99cea6e",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/9c353576-5bb0-47ce-89ae-3b5bf99cea6e",
        "created_at": "Mon Feb 22 14:07:12 UTC 2021",
        "company": "Propelor",
        "company_url": "https://www.propelor.com/",
        "location": "Remote",
        "title": "Senior Ruby Developer (Remote)",
        "description": "\u003cp\u003eInvesting is commission free. Now what? There are +100 million brokerage accounts in the US and while it’s easier than ever to invest, it’s still too hard to set up and track a quality investment strategy yourself. This is where Propelor comes in.\u003c/p\u003e\n\u003cp\u003ePropelor is an AI for the self-directed investment management industry that makes it easier to manage a portfolio. Based on what the investor owns and our proprietary data-sets, we can help investors save time researching while also managing risk and planning for income.\u003c/p\u003e\n\u003cp\u003eWe are looking for a Senior Developer to join our core product team.  \u003cstrong\u003eIf you want to build the AI for brokerage accounts and have solved hard technical challenges with ruby, please apply via \u003ca href=\"https://www.linkedin.com/jobs/view/2255010679/\"\u003eLinkedIn\u003c/a\u003e or send an email directly to our CTO Haifeng Cao (\u003ca href=\"mailto:haifeng.cao@propelor.com\"\u003ehaifeng.cao@propelor.com\u003c/a\u003e).\u003c/strong\u003e\u003c/p\u003e\n\u003ch2\u003eAbout The Role\u003c/h2\u003e\n\u003cp\u003eAt most companies, software developers follow routines like point tracking and grooming and are isolated from non-developers. At Propelor, we do things differently.\u003c/p\u003e\n\u003cp\u003eWe believe in the original spirit of Agile, but follow a more light-weight product approach called ShapeUp across an integrated team. We don’t believe in distinguishing between the “dev team,” “product team” or “business team”, instead, those responsible for building our products are on the “build team”. We give people more trust, flexibility and responsibility to get things done, not less.\u003c/p\u003e\n\u003cp\u003eEach product cycle depends on having everyone aligned on what we want to build and how long it’s going to take. At that point, the build team self-organizes and manages their own schedules around the deliverable. We don’t get it right every time, but we find that giving people more control and freedom day-to-day leads to a better work life and more progress over time.\u003c/p\u003e\n\u003cp\u003eAs a Senior Developer you’ll be working within our microservices architecture, based on the Rails framework and work in 4-6 week product cycles. As an open source guru, you’ll design and implement new systems, introduce new technologies, make calls, take ownership of the code and get things done.\u003c/p\u003e\n\u003cp\u003eYou’re a developer at heart, but are also interested in the big picture and care a lot about users. You communicate clearly with colleagues, easily work across teams, and lend a helping hand when needed. You understand the importance of teamwork in building something bigger than yourself.\u003c/p\u003e\n\u003cp\u003eHere are some things we’ve worked on recently to give you a sense of what you’ll be doing day-to-day:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eLeveraged the power of Ruby proc to build a flexible classification methodology for investment securities\u003c/li\u003e\n\u003cli\u003eIntegrated StimulusJS with Rails to power fast asynchronous responses to user’s investing behaviors\u003c/li\u003e\n\u003cli\u003eBuilt an API that connected user generated data with the data management platform\u003c/li\u003e\n\u003cli\u003eCustomized a component of our ETL platform that aggregates complex financial data to improve maintainability and reliability\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eAbout Us\u003c/h2\u003e\n\u003cp\u003ePropelor is a privately held company. We own a network of financial media sites that we use to launch new products, learn from users and harden our core technology. We’re a small team with big ambitions and offer top notch salaries with benefits (health, dental, vision).\u003c/p\u003e\n\u003ch2\u003eTechnology\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eKubernetes\u003c/li\u003e\n\u003cli\u003eMicroservice\u003c/li\u003e\n\u003cli\u003eRails\u003c/li\u003e\n\u003cli\u003eReact\u003c/li\u003e\n\u003cli\u003eCSS\u003c/li\u003e\n\u003cli\u003eDocker\u003c/li\u003e\n\u003cli\u003eElasticsearch\u003c/li\u003e\n\u003cli\u003eGraph Database\u003c/li\u003e\n\u003cli\u003eRedis\u003c/li\u003e\n\u003cli\u003eGit\u003c/li\u003e\n\u003cli\u003eJSON\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eSocial Skills\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eEntrepreneurial\u003c/li\u003e\n\u003cli\u003eNatural leader\u003c/li\u003e\n\u003cli\u003eBuilder / Problem solver\u003c/li\u003e\n\u003cli\u003e“Get things done” mentality\u003c/li\u003e\n\u003cli\u003ePassion\u003c/li\u003e\n\u003cli\u003eExcellent communication\u003c/li\u003e\n\u003cli\u003eTeam player\u003c/li\u003e\n\u003cli\u003eAttention to detail\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003ca href=\"https://www.linkedin.com/jobs/view/2255010679/\"\u003eClick Here to Apply\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eEmail your resume to \u003ca href=\"mailto:haifeng.cao@propelor.com\"\u003ehaifeng.cao@propelor.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaE9hIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--9367d3a583438b32e17f21658bc71667ebbe06e0/1598632995051.jpeg"
    },
    {
        "id": "366c9c9f-c7c9-4f87-9965-3d7a99cec0ff",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/366c9c9f-c7c9-4f87-9965-3d7a99cec0ff",
        "created_at": "Mon Feb 22 12:37:26 UTC 2021",
        "company": "LORENZ Life Sciences Group",
        "company_url": "https://www.lorenz.cc/",
        "location": "Frankfurt",
        "title": "(Senior) Cloud Developer (m/w/d) DevOps",
        "description": "\u003cp\u003e\u003cstrong\u003eWer wir sind\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDie LORENZ Life Sciences Group ist weltweiter Marktführer für Softwarelösungen zum digitalen Austausch zwischen der pharmazeutischen Industrie und nationalen wie internationalen Behörden. Unsere Kunden vertrauen auf das Know-how und Engagement unserer rund 120 Mitarbeiterinnen und Mitarbeiter weltweit, die tagtäglich an der Schnittstelle zwischen Wissenschaft und Technologie erfolgreich agieren. Unsere Produkte steigern die Effizienz des Arzneimittelzulassungsprozesses und tragen unmittelbar dazu bei, notwendige Therapien für Patienten schneller zugänglich zu machen. \u003cstrong\u003eUnterstütze uns dabei, das Leben von Menschen, die auf neue Medikamente und Therapien angewiesen sind, zu verbessern!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWas Du bei uns machst\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eUnterstützung beim Aufbau und der Weiterentwicklung eines agilen DevOps-Teams\u003c/li\u003e\n\u003cli\u003eKonzeption und Automatisierung schneller, integrierter Prozesse für das bestmögliche Kundenerlebnis\u003c/li\u003e\n\u003cli\u003eDesign, Architektur und Dokumentation der zukünftigen Infrastruktur (Infrastructure as Code)\u003c/li\u003e\n\u003cli\u003eÜberwachung und Verbesserung der virtuellen Infrastruktur und Kundensysteme\u003c/li\u003e\n\u003cli\u003eDefinition von Anforderungen an unsere Infrastruktur sowie an unsere Software-Produkte\u003c/li\u003e\n\u003cli\u003eBetreuung und Weiterentwicklung unserer Cloud-Infrastruktur und /-services\u003c/li\u003e\n\u003cli\u003eEnge Zusammenarbeit mit unseren internationalen Kunden und Kollegen\u003c/li\u003e\n\u003cli\u003eKommunikation von Neuerungen, Strategien und Trainingsmaßnahmen an die Organisation\u003c/li\u003e\n\u003cli\u003eWeiterentwicklung von Softwarevalidierungsprozessen für Cloudanwendungen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWas wir von Dir erwarten\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFundierte Kenntnisse im Bereich AWS-Services (z. B. VPC/Networking, RDS, CloudFormation, Lambda, CloudTrail, KMS, S3/EFS, EC2/Docker)\u003c/li\u003e\n\u003cli\u003eGute Kenntnisse in Python, PowerShell und/oder anderen unterstützten Scripting-Sprachen\u003c/li\u003e\n\u003cli\u003eErfahrung im Bereich IT-Security sowie Identity- und Access-Management\u003c/li\u003e\n\u003cli\u003eErfahrung mit Jenkins wünschenswert\u003c/li\u003e\n\u003cli\u003eSchnelle Auffassungsgabe sowie hohe Motivation zur kontinuierlichen Weiterentwicklung\u003c/li\u003e\n\u003cli\u003eSehr gute Deutsch- und Englischkenntnisse in Wort und Schrift\u003c/li\u003e\n\u003cli\u003eErfolgreich abgeschlossenes Studium der (Wirtschafts-) Informatik oder eine vergleichbare Qualifikation\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWen wir suchen\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eNicht alle Anforderungen unserer Anzeige passen auf Dein Profil? Kein Problem: Überzeuge uns, dass Du dennoch der richtige Kandidat für uns bist! Neben Deinen fachlichen Fähigkeiten zählen vor allem Deine persönliche Einstellung und Deine Werte. Wir suchen Kollegen, die hohe Erwartungen an sich selbst und andere haben, sich ständig weiterentwicklen möchten und gerne Verantwortung übernehmen.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDein Kontakt im Recruiting-Prozess\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDu hast Fragen zum Bewerbungsprozess? Bitte zögere nicht, uns zu kontaktieren.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/77b433a4f94370a8bf7648a71049353f9e394c08/68747470733a2f2f742e676f686972696e672e636f6d2f682f36323663336439613062346137383465623263366134343634393836353065313266626363636561663135396231633235656463313030663835616435323765\"\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/04cfda1ebe1be6440df226fe6633f6b2d27e5a8c4a231caca0a490790ba873f7\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ0thIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6b6d6ad063a000df55ca5001668f02af61d1dd73/LORENZ%20Life%20Sciences%20Group.jpg"
    },
    {
        "id": "8bc7149f-9fd7-4ae1-812b-31bee77d1bba",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/8bc7149f-9fd7-4ae1-812b-31bee77d1bba",
        "created_at": "Mon Feb 22 12:32:38 UTC 2021",
        "company": "azeti GmbH",
        "company_url": "https://www.azeti.net/",
        "location": "Berlin",
        "title": "Lead Developer - azeti IoT Platform",
        "description": "\u003cp\u003eWir sind ein Berliner Internet of Things (IoT) Software Unternehmen. Unsere IoT Plattform ermöglicht es, einfach und schnell industrielle IoT Anwendungen umzusetzen. Bereits seit 2006 bieten wir Software „Made in Germany” für nationale und internationale Kunden an. Sowohl in Europa, Amerika als auch in China, sind unsere IoT-Lösungen im Einsatz. Als Spezialisten für Digitalisierung und IoT wird unsere TÜV-geprüfte IoT-Plattform bereits in verschiedensten Branchen eingesetzt. Diverse Forschungsprojekte und langjährige OEM-Partnerschaften in der Industrie unterstreichen unsere Kompetenz und Expertise zur Lösung anspruchsvollster IoT-Projekte. Mit unserer Open Source Edge Software und der brandneuen IoT Plattform gehen wir noch einen Schritt weiter und werden das Internet der Dinge für alle ermöglichen.\u003c/p\u003e\n\u003cp\u003eWeitere Informationen über uns unter \u003ca href=\"http://t3u1.mjt.lu/lnk/AMcAAEo_L1gAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgMA9zaKDBJUTkTSCTdbhAfs4ZZwAGCXo/2/YtLaNYO8H-VqgZJJuhLQ_w/aHR0cHM6Ly93d3cuYXpldGkubmV0\"\u003ewww.azeti.net\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWarum wir?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDiese seltsamen Zeiten verlangen uns allen viel ab. \u003cstrong\u003eWir bieten unserem Team ein sicheres und langfristiges Arbeitsumfeld und sind auf der Suche nach neuen Teammitgliedern, die unser Team für die nächsten Jahre ergänzen.\u003c/strong\u003e Neben einem sicheren Geschäftsmodell, sind wir als Tochterunternehmen der Aurubis AG ein sicherer Arbeitgeber für Deine berufliche Zukunft.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eStabiles und sicheres Arbeitsumfeld\u003c/strong\u003e\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeiten und Rücksichtnahme auf Ihre familiären Belange (Homeschooling, Kinderbetreuung, etc.)\u003c/li\u003e\n\u003cli\u003eHome-Office möglich mit regelmäßigen Fahrten (alle 4-6 Wochen) zu Workshops und Veranstaltungen in unserem Berliner HQ\u003c/li\u003e\n\u003cli\u003eFreie Wahl der Hardware (Linux, Mac, Windows) und Ausstattung für Ihr Home Office\u003c/li\u003e\n\u003cli\u003eÜberdurchschnittliches Gehalt und tolle Entwicklungsmöglichkeiten\u003c/li\u003e\n\u003cli\u003eAgiles Arbeiten in einem vielfältigen internationalen Team, flache Hierarchien\u003c/li\u003e\n\u003cli\u003eDirekter Einfluss auf die Produktentwicklung mit sofortiger Wirkung für unseren Kundenstamm\u003c/li\u003e\n\u003cli\u003eErstklassiger Technologie-Stack mit spannenden Entwicklungen, die bereits in Arbeit sind\u003c/li\u003e\n\u003cli\u003e\n\u003ca href=\"http://t3u1.mjt.lu/lnk/AMcAAEo_L1gAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgMA9zaKDBJUTkTSCTdbhAfs4ZZwAGCXo/3/9DLcVbz8zz2GGtCENkt0Cw/aHR0cHM6Ly9jb3Jwb3JhdGUudXJiYW5zcG9ydHNjbHViLmNvbS9lbg\"\u003eUrban Sports Club-Mitgliedschaft\u003c/a\u003e, vollständig von uns bezahlt\u003c/li\u003e\n\u003cli\u003eFahrrad-Leasing per \u003ca href=\"http://t3u1.mjt.lu/lnk/AMcAAEo_L1gAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgMA9zaKDBJUTkTSCTdbhAfs4ZZwAGCXo/4/DjTuSZj6OpRmb9pgcU_gTw/aHR0cHM6Ly93d3cuYnVzaW5lc3NiaWtlLmRlL2Rl\"\u003eBusiness-Bike\u003c/a\u003e oder \u003ca href=\"http://t3u1.mjt.lu/lnk/AMcAAEo_L1gAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgMA9zaKDBJUTkTSCTdbhAfs4ZZwAGCXo/5/NR-efXq3OpjFC0op9Xm3Zw/aHR0cHM6Ly93d3cuam9icmFkLm9yZy8\"\u003eJobrad\u003c/a\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003ca href=\"http://t3u1.mjt.lu/lnk/AMcAAEo_L1gAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgMA9zaKDBJUTkTSCTdbhAfs4ZZwAGCXo/6/XZxKFG6MjbrMadGHOsKT6w/aHR0cHM6Ly93d3cuY29ycG9yYXRlLWJlbmVmaXRzLmRlLw\"\u003eCorporate Benefits Programm\u003c/a\u003e mit tollen Rabatten\u003c/li\u003e\n\u003cli\u003eKontinuierliches Lernen und 100 € \u003ca href=\"http://t3u1.mjt.lu/lnk/AMcAAEo_L1gAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgMA9zaKDBJUTkTSCTdbhAfs4ZZwAGCXo/7/9I9q3pGcJqvMGJKESM0zxw/aHR0cHM6Ly93d3cudWRlbXkuY29tLw\"\u003eUdemy\u003c/a\u003e-Budget pro Monat\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Aufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eUm unsere IoT Platform auf das nächste Level heben zu können, sucht unser IoT Platform Team (6 Entwickler) nach einem erfahrenen Lead der als aktiver Entwickler durch technische Finesse, Agilität und Erfahrung führt.\u003c/strong\u003e Gemeinsam mit dem Team entwickelst Du die Platform weiter und hast hierbei best practices und moderne Methoden im Fokus. Du inspirierst und spornst an durch Know-How und stellst den status quo in Frage. Hierbei wirst Du ca. 80% als Fullstack Entwickler arbeiten und 20% für Führungsaufgaben aufbringen, somit bist Du nah am Produkt und aktiver Teil der Entwicklung.\nDu stellst dich mit dem Team den nächsten großen Herausforderungen (k8s, CI/CD, end-to-end Testing, Kafka uvm.) und hilfst durch agile Heransgehensweise auch schwierige Anforderungen gemeinschaftlich zu meistern.\nUns ist wichtig das Du als Team Lead auf Augenhöhe führst und durch deine Expertise und Erfahrung inspirierst und hier als Experte ein zentraler Teil des Teams bist.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDes Weiteren umfasst deine Rolle:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eKommuniziere Best Practices und Qualitätsansprüche klar und kontinuierlich\u003c/li\u003e\n\u003cli\u003ePair Programming, Code Reviews sowie Supervision unserer Architektur und der Backlog gemeinsam mit Product Owner\u003c/li\u003e\n\u003cli\u003eThematische Organisation regelmäßiger Workshops und Trainings, bei der Logistik hilft dir unsere nette Team-Assistenz\u003c/li\u003e\n\u003cli\u003eEnge Zusammenarbeit mit Scrum Master und Product Owner um sicherzustellen, dass das Team eng zusammenarbeiten kann und es keine Blocker gibt\u003c/li\u003e\n\u003cli\u003eTeamkollegen anleiten, führen und inspirieren, um ein gesundes, hochkarätiges Entwicklungsteam zu schaffen\u003c/li\u003e\n\u003cli\u003eFinde pragmatische und agile Lösungen, beginnen mit Rapid Prototyping und iteriere in Richtung MVP's mit konstanten Feedbackschleifen, Tests und Zusammenarbeit\u003c/li\u003e\n\u003cli\u003eHinterfrage Anforderungen und berate, um pragmatische Lösungen zu finden und stets einen Kundennutzen zu liefern\u003c/li\u003e\n\u003cli\u003eRegelmäßige Kommunikation mit Stakeholdern und dem erweiterten Kollegium\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003ePlace of Work\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWir arbeiten derzeit komplett remote und glauben an flexible Arbeitsvereinbarungen. Du kannst die meiste Zeit aus dem Home-Office arbeiten. Unser Ziel ist es, das Team alle 4-6 Wochen in unserem Büro für Workshops und Veranstaltungen zu versammeln.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Rolle wird insbesondere Mentoring deiner Kollegen beinhalten, daher ist es von großem Vorteil, wenn Du nah an oder in Berlin wohnst.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDein Profil\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eMindestens 2 Jahre praktische Erfahrung in der Führung eines agilen Software-Teams\u003c/strong\u003e\u003c/li\u003e\n\u003cli\u003eAgiler Arbeitsansatz, der ständige Iteration und Zusammenarbeit beinhaltet\u003c/li\u003e\n\u003cli\u003eDu sprichst fließend Englisch, \u003cstrong\u003eDeutsch Sprachkenntnisse sind ein großes Plus\u003c/strong\u003e\n\u003c/li\u003e\n\u003cli\u003eSehr gute Kommunikationsfähigkeiten, mündlich und schriftlich starke Präsentationsfähigkeiten\u003c/li\u003e\n\u003cli\u003eErfahrung in der Entwicklung in agilen Umgebungen (Scrum, Kanban)\u003c/li\u003e\n\u003cli\u003eHohes Maß an Eigenorganisation und aktive Kommunikation\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eUmfangreiche Erfahrung in der Entwicklung von Microservices Applikation\u003c/strong\u003e\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eUmfangreiche Erfahrung mit Spring Framework in Java oder Kotlin\u003c/strong\u003e\u003c/li\u003e\n\u003cli\u003eErfahrung Umgang mit Functional Components ReactJS und TypeScript\u003c/li\u003e\n\u003cli\u003eErfahrung und Interesse an Datenvisualisierung und Dashboarding sind ein Plus\u003c/li\u003e\n\u003cli\u003eErfahrung in der Entwicklung Event getriebener Applikationen ist ein Plus\u003c/li\u003e\n\u003cli\u003eErfahrung mit Kafka ist ein Plus\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWenn Du in der Nähe von Berlin lebst, ist das ein großes Plus.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eKontakt\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eBitte ]bewirb dich über unsere Karriereseite](\u003ca href=\"http://t3u1.mjt.lu/lnk/AMcAAEo_L1gAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgMA9zaKDBJUTkTSCTdbhAfs4ZZwAGCXo/8/cIpHNaAls0r986HOZpNRIQ/aHR0cHM6Ly9hemV0aS5qb2JzLnBlcnNvbmlvLmRlLw\"\u003ehttp://t3u1.mjt.lu/lnk/AMcAAEo_L1gAAAAAAAAAAG3sWXAAAAAA-nQAAAAAAAZPNgBgMA9zaKDBJUTkTSCTdbhAfs4ZZwAGCXo/8/cIpHNaAls0r986HOZpNRIQ/aHR0cHM6Ly9hemV0aS5qb2JzLnBlcnNvbmlvLmRlLw\u003c/a\u003e) oder sende deine Unterlagen an \u003ca href=\"mailto:career@azeti.net\"\u003ecareer@azeti.net\u003c/a\u003e. Dein Ansprechpartner ist Sebastian Koch.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/4313f3a318cedb0f72fbafca6a01cfd93b1424f8/68747470733a2f2f742e676f686972696e672e636f6d2f682f61366262643731666138396139386537373538333434646436373731373538616537323337323265396665626433303636643135326532346463663163333966\"\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/d1dd27632250b096e756409f6fd92bfbefcecb331c6f3285bc2bfc2eb28c1583\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ0NhIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a9427a4e41d94f7b04853437015fe5aff3f19f02/azeti%20GmbH.png"
    },
    {
        "id": "6d3faac0-ea88-4041-9b4d-ce3e65f4ecc6",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/6d3faac0-ea88-4041-9b4d-ce3e65f4ecc6",
        "created_at": "Mon Feb 22 11:01:46 UTC 2021",
        "company": "VIVIO Health",
        "company_url": "https://vonq.io/3uocF3l",
        "location": "Remote, United States",
        "title": "Tech Lead -(Remote-US)",
        "description": "\u003cp\u003eJoin the fast growing company that is changing the way drug therapies are managed. Help curb the fastest rising spend problem of the US Healthcare system. VIVIO Health is on a mission to help make data the basis for clinical decision making. VIVIO’s evidence-based, data-driven specialty drug management and cost control solution has improved healthcare outcomes and lowered costs for large self-insured employers since 2016. We’re also an unusual company by today’s standards as we are profitable, fast growing and haven’t had to raise any external capital.\u003c/p\u003e\n\u003cp\u003eWe're looking for a talented and mission-aligned Tech Lead/Sr. DevOps engineer with significant cloud architectural experience and proficiency in information security to join our team in a key technical leadership role reporting to the CEO.\u003c/p\u003e\n\u003cp\u003eWe’re seeking a self-starter who is excited to work with a dynamic group of individuals who respect one another, value empathetic leadership, lead by example, work collaboratively, and are wildly passionate about our shared goals.\u003c/p\u003e\n\u003ch2\u003eJob Description\u003c/h2\u003e\n\u003cp\u003e\u003cstrong\u003eAbout You:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou know that Life is short and you want to make a difference!\u003c/p\u003e\n\u003cp\u003eAs an effective Platform Technical Lead you will be detail oriented, have broad technical understanding, and be a team performer. You have a diverse background in architecture, distributed systems, and development. To be successful, you must have extensive experience working with cloud technologies, be able to solve complex problems quickly, and thrive in a highly collaborative environment. You will have \u0026gt; 5 years of experience successfully developing, deploying and managing applications in a cloud environment.\u003c/p\u003e\n\u003cp\u003eMicromanagement is not our style. We are only interested in team members that are reliable and committed. If you are a problem solver, enjoy thinking creatively about new challenges, and are looking for the next challenge, you would love being on this team.\u003c/p\u003e\n\u003ch2\u003eWhat You'll Be Doing\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eDesign, build, maintain, and modify infrastructure for scaled applications within AWS Virtual Private Cloud (VPCs).\u003c/li\u003e\n\u003cli\u003eProduce high-quality software that is well-designed, maintainable, unit tested, code reviewed and checked regularly for continuous integration\u003c/li\u003e\n\u003cli\u003eWork closely with a small, distributed, dynamic, Engineering Team to make sure all systems remain HIPAA and SOC2 compliant\u003c/li\u003e\n\u003cli\u003eAssist in the architecture, engineering, development, and quality assurance of data-producing/consuming software.\u003c/li\u003e\n\u003cli\u003eAutomate software builds and deployments on Linux servers.\u003c/li\u003e\n\u003cli\u003eOperate within Windows (Active Directory) and Linux environments.\u003c/li\u003e\n\u003cli\u003eSupport distributed web applications in a complex, and evolving environment.\u003c/li\u003e\n\u003cli\u003eWork throughout the application and infrastructure project: including design, architecture, communication, monitoring, availability, scaling, failover and recover\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eQualification\u003c/h2\u003e\n\u003cp\u003e\u003cstrong\u003eWe're Looking For Somebody Who Has\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years building and running applications, specifically around third party integrations and data processing in an AWS environment.\u003c/li\u003e\n\u003cli\u003e5+ years experience with Python (PHP is a +)\u003c/li\u003e\n\u003cli\u003eExperience with relational databases such as MySQL\u003c/li\u003e\n\u003cli\u003eExperience working with restful APIs, micro-services, \u0026amp; Atlassian toolset\u003c/li\u003e\n\u003cli\u003eExpert hands on experience with AWS cloud technologies.\u003c/li\u003e\n\u003cli\u003eExtreme attention to detail\u003c/li\u003e\n\u003cli\u003eFamiliarity with compliance \u0026amp; security standards such as PCI DSS, ISO 27001, HIPAA, and NIST\u003c/li\u003e\n\u003cli\u003e3-5 Years of Linux systems administration, preferably Ubuntu\u003c/li\u003e\n\u003cli\u003e3-5 Years Microsoft Windows Systems management experience desired\u003c/li\u003e\n\u003cli\u003eAbility to work on features independently\u003c/li\u003e\n\u003cli\u003eBS or advanced degree in Computer Science or equivalent experience\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eAdditional Information\u003c/h2\u003e\n\u003cp\u003eVIVIO Health is an Equal Opportunity Employer and does not unlawfully discriminate on the basis of any status or condition protected by applicable Federal, state or local municipal law. All your information will be kept confidential according to EEO guidelines.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRegular Full-time position (direct hire)\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRemote Role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/3uocF3l\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/3uocF3l\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdm1aIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ed2be94ab5a33afc1812f3af14f935204a63958e/vivio.jpg"
    },
    {
        "id": "74015f33-84bb-433b-a9e6-a95c73568d84",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/74015f33-84bb-433b-a9e6-a95c73568d84",
        "created_at": "Mon Feb 22 09:52:27 UTC 2021",
        "company": "chargeIT empowering e-mobility ",
        "company_url": "http://www.chargeIT-mobility.com",
        "location": "Remote",
        "title": "Senior Fullstack Developer (m/f/d)",
        "description": "\u003cp\u003eSenior Fullstack Developer (m/f/d)\nFull-time in 01099 Dresden (Remote Option)\u003c/p\u003e\n\u003cp\u003eE-mobility is the future ... and it has already started!\u003c/p\u003e\n\u003cp\u003eBecome part of chargeIT mobility who is part of Eneco eMobility - one of the leading providers of intelligent charging systems and solutions in the EV market that has built up a strong position in the Netherlands, Belgium and Germany. There is only one way to realize our current phase of international expansion: growing towards a digital company with scalable and smart IT solutions.\u003c/p\u003e\n\u003cp\u003eThat's why we'd love to welcome you on board so we can focus on enterprise platforms, user interfaces and user experience together. Your tasks will be in the area of headless CMS development, design and development of backend and frontend components and applications for web \u0026amp; mobile.\u003c/p\u003e\n\u003cp\u003eIdeally, you should already have experience in the field of eMobility. Fundamentally, you should be well-versed in headless CMS systems, GraphQL and modern frameworks for mobile and web applications, as well as enjoy implementing software from business concept to scalable product used by thousands of users. If so, you'll play a critical role in building scalable applications that delight our customers and teaching our way of working, which is based on the Scaled Agile Framework (SAFe).\u003c/p\u003e\n\u003cp\u003eThese are your tasks\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAs a Senior Fullstack Developer (m/f/d) you are responsible for design, development and testing of applications and services.\u003c/li\u003e\n\u003cli\u003eYou work on the design as well as the implementation of a customer journey with inspiring UX and create SEO-friendly content \u0026amp; products.\u003c/li\u003e\n\u003cli\u003eYou are quality oriented and willing to take responsibility for the working solution.\u003c/li\u003e\n\u003cli\u003eDevelop according to clean code principles, integrate automated tests and build pipelines.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThis distinguishes you\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAt least 4 years of experience with various frameworks and libraries for API development and connectivity, in the UI space with React or Vue.js, and with various database systems\u003c/li\u003e\n\u003cli\u003eExperience with headless CMS and static site generation is a plus\u003c/li\u003e\n\u003cli\u003eAbility to develop software in an agile scrum process and willingness to work with remote teams\u003c/li\u003e\n\u003cli\u003eSelf-starter and motivated to make an individual contribution\u003c/li\u003e\n\u003cli\u003eFluency in English or German\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBenefits\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompany pension plan \u0026amp; occupational disability insurance\u003c/li\u003e\n\u003cli\u003e(e-)Bike leasing\u003c/li\u003e\n\u003cli\u003eIndividual training budget\u003c/li\u003e\n\u003cli\u003eMobile working: in the office, at home and on the road\u003c/li\u003e\n\u003cli\u003eFlexible working hours and vacation\u003c/li\u003e\n\u003cli\u003eFlat hierarchies\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eInterested?\u003c/p\u003e\n\u003cp\u003eWe are looking forward to receiving your application documents including your salary requirements and possible starting date by e-mail to \u003ca href=\"mailto:jobs@chargeit-mobility.com\"\u003ejobs@chargeit-mobility.com\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eYou want to know more about the job and us?\nYou can find more information on \u003ca href=\"http://www.chargeIT-mobility.com\"\u003ewww.chargeIT-mobility.com\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eEmail your resume to:\n\u003ca href=\"mailto:jobs@chargeit-mobility.com\"\u003ejobs@chargeit-mobility.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdmVaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ac88b3b8bd7674d5e53b86da125226878bc9f142/ChargeIT_1.jpg"
    },
    {
        "id": "01137733-08ed-456d-8cfa-5b6bf0616204",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/01137733-08ed-456d-8cfa-5b6bf0616204",
        "created_at": "Mon Feb 22 09:45:04 UTC 2021",
        "company": "Charge IT - empowering e-mobility",
        "company_url": "https://www.chargeit-mobility.com",
        "location": "Remote",
        "title": "Senior Frontend Developer (m/f/d)",
        "description": "\u003cp\u003eSenior Frontend Developer (m/f/d)\nFull-time in 01099 Dresden (Remote Option)\u003c/p\u003e\n\u003cp\u003eE-mobility is the future ... and it has already started!\u003c/p\u003e\n\u003cp\u003eBecome part of chargeIT mobility who is part of Eneco eMobility - one of the leading providers of intelligent charging systems and solutions in the EV market that has built up a strong position in the Netherlands, Belgium and Germany. There is only one way to realize our current phase of international expansion: growing towards a digital company with scalable and smart IT solutions.\u003c/p\u003e\n\u003cp\u003eThat's why we'd love to welcome you on board so we can focus on enterprise platforms, user interfaces and user experience together. Your tasks will be in the area of headless CMS development, design and development of front-end components and applications for web \u0026amp; mobile.\nYou already have experience in the field of e-mobility? With headless CMS systems, GraphQL and modern frameworks for mobile and web applications? In developing software from business concept to scalable product used by thousands of users? Then you'll play a critical role in creating scalable applications that delight our customers and in teaching our way of working, which is based on the Scaled Agile Framework (SAFe).\u003c/p\u003e\n\u003cp\u003eThese are your tasks\n▪ As a Senior Frontend Developer (m/f/d) you are responsible for the task breakdown of user stories and explaining the necessary technical effort to the Product Owner\n▪ The development of frontend applications and components as well as the connection of different APIs are also part of your tasks\n▪ You will work on the design as well as the implementation of a customer journey with inspiring UX and create SEO-friendly content \u0026amp; products\n▪ Develop according to the Clean Code principle, integrate automatic tests and build pipelines\nBenefits\u003c/p\u003e\n\u003cp\u003eThis distinguishes you\n▪ B.Sc./B.A. e.g. in computer science or engineering.\n▪ At least 5 years of experience in the following technology: JavaScript, TypeScript, or other typed language\n▪ Proven experience developing single-page applications in React, Vue.js, or similar technologies\n▪ Strong interest in thoughtful solutions using proven as well as emerging technologies\n▪ Good command of English and German\n▪ Outgoing personality with attention to detail \u0026amp; attentive work ethic\u003c/p\u003e\n\u003cp\u003eBenefits\n▪ Company pension plan \u0026amp; occupational disability insurance\n▪ Mobile working\n▪ (e-)Bike leasing\n▪ Flexible working hours and vacation\n▪ Individual training budget\n▪ Flat hierarchies\u003c/p\u003e\n\u003cp\u003eInterested?\nWe are looking forward to receiving your application documents including your salary requirements and possible starting date by e-mail to \u003ca href=\"mailto:jobs@chargeit-mobility.com\"\u003ejobs@chargeit-mobility.com\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eYou want to learn more about the job and us?\u003c/p\u003e\n\u003cp\u003eYou can find more information on \u003ca href=\"http://www.chargeIT-mobility.com\"\u003ewww.chargeIT-mobility.com\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eEmails your resume to:\n\u003ca href=\"mailto:jobs@chargeit-mobility.com\"\u003ejobs@chargeit-mobility.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdlNaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--390ed3fcebde61bb56fac1981dc872c15b186ed8/ChargeIT_1.jpg"
    },
    {
        "id": "a6354156-7025-44af-a9c5-62f84cee72f0",
        "type": "Part Time",
        "url": "https://jobs.github.com/positions/a6354156-7025-44af-a9c5-62f84cee72f0",
        "created_at": "Fri Feb 19 08:33:05 UTC 2021",
        "company": "PGGM",
        "company_url": "http://www.pggm.nl",
        "location": "Zeist",
        "title": "Full stack developer .NET",
        "description": "\u003cp\u003ePGGM heeft voor haar locatie in Zeist een vacature voor een\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFull Stack Developer .NET\u003c/strong\u003e\n32-36 uur - Zeist\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVan a tot z ben jij verantwoordelijk voor softwareontwikkeling én begeleid je daarbij de minder ervaren collega’s. Wordt dit jouw nieuwe uitdaging?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eVoor werkgevers en deelnemers zijn solide en toegankelijke pensioenportalen bijna een vanzelfsprekendheid. Achter de schermen gebeurt er van alles om het aan de voorkant zo effectief mogelijk te laten werken.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJouw baan als senior full stack developer\u003c/strong\u003e\nPensioen, iets voor later? Zeker niet. Jij begrijpt als senior full stack developer dat er veel mensen zijn die graag overzicht en duidelijkheid willen over hun pensioensituatie. Met de brede IT-kennis die je meebrengt, weet je wat er nodig is om dat te bereiken. Vanuit een DevOps-team werk je aan front-end- en back-end-oplossingen en ben je zowel verantwoordelijk voor de realisatie als het live gaan én houden.\u003c/p\u003e\n\u003cp\u003eMiljoenen mensen maken gebruik van de verschillende pensioenportalen, waar voor jou de nodige technische complexiteiten in zitten. Het Agile-werken zit in ons bloed, waarbij je met je scrumteam alle eindgebruikers op hun wenken bedient. Waar jij mee te maken krijgt? We streven naar werkwijzen als ‘fail fast – fail often’, testautomatisering, TDD en ATDD/BDD. Uiteraard is een goede beveiliging van al deze online portalen van cruciaal belang, dus ook daar komt jouw expertise op dit vlak goed van pas. De eerste stappen zijn al gezet: aan jou het vervolg. Jij laat je gelden bij het:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eontwikkelen en beheren van pensioenportalen voor werkgevers en pensioendeelnemers.\u003c/li\u003e\n\u003cli\u003enaar een hoger niveau brengen van DevOps.\u003c/li\u003e\n\u003cli\u003eafstemmen met (back-end-)teams binnen PGGM.\u003c/li\u003e\n\u003cli\u003ebegeleiden en coachen van junior/medior collega’s.\u003c/li\u003e\n\u003cli\u003einitiatief nemen om het developen in een cloud omgeving verder vorm te geven en door te voeren.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eJouw afdeling binnen PGGM\u003c/strong\u003e\nIn opdracht van onze klanten (pensioenfondsen) verzorgen wij met 1.500 collega’s de pensioenadministratie voor 4,4 miljoen Nederlanders, van wie er 2,8 miljoen werken in de sector Zorg en Welzijn. Met een beheerd vermogen van 252 miljard euro, behoren we tot de grootse institutionele beleggers ter wereld.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eIT bij PGGM\u003c/strong\u003e\nJe werkt in het scrumteam binnen het cluster Online Services en Werkgevers. Het team bestaat uit een product owner, scrum master, tester, 2 businessanalisten en 5 ontwikkelaars. Van die ontwikkelaars is een groot deel full stack developer. Er wordt gezamenlijk toegewerkt naar de DevOps-transitie: als senior heb jij vanuit het team hierin een sturende rol. De collega’s zijn ambitieus, vol humor en halen het beste uit de technische mogelijkheden in een sector die ertoe doet.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJouw profiel als senior full stack developer\u003c/strong\u003e\nJij straalt senioriteit uit en laat dat zien door het initiatief naar je toe te trekken, maar laat je ook zien door het aansturen van je team vanuit een samenwerkingsgerichte instelling en met een operationele hands-on mentaliteit. Het geven en ontvangen van feedback vind jij vanzelfsprekend en past bij jouw positief kritische blik op zowel je eigen werk als dat van je collega’s. Je bent dan ook een echte teamspeler. Je bent ondernemend en communicatief sterk. Je gaat dan ook graag discussies aan om anderen te prikkelen, uit te dagen en zo tot het beste resultaat te komen. Daar hoort een competitieve houding bij. Verder kun je vlot schakelen tussen taken en toon je doorzettingsvermogen om doelen te behalen.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJe hebt in ieder geval:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eeen hbo of wo diploma, liefst richting Informatica.\u003c/li\u003e\n\u003cli\u003ein ieder geval 5 jaar ervaring als full stack developer (.NET).\u003c/li\u003e\n\u003cli\u003eervaring met C#, WebAPI, SQL, Webcomponents.\u003c/li\u003e\n\u003cli\u003eervaring met Scrum Agile werken.\u003c/li\u003e\n\u003cli\u003eeen uitstekende beheersing van de Nederlandse taal in woord en geschrift.\u003c/li\u003e\n\u003cli\u003eVerder is het fijn als je:\u003c/li\u003e\n\u003cli\u003eervaring hebt met HTML, CSS, Javascript, Typescript en webstandaarden.\u003c/li\u003e\n\u003cli\u003ekennis van testautomatisering, test driven development en (A)TDD hebt.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWat wij bieden:\u003c/strong\u003e\nPGGM staat bekend om goed werkgeverschap. We belonen onze medewerkers voor hun inzet en hechten veel waarde aan een goede balans tussen werk en privé. Uiteraard zien we graag dat jij je verder ontwikkelt en daarom ondersteunen we je hierin. Jij mag rekenen op:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eeen functie met gegarandeerde maatschappelijke impact.\u003c/li\u003e\n\u003cli\u003eeen brutomaandsalaris tussen € 4.200 en € 5.300, afhankelijk van je kennis en ervaring.\u003c/li\u003e\n\u003cli\u003eeen 32 tot 36-urige werkweek met de mogelijkheid om je uren flexibel in te delen.\u003c/li\u003e\n\u003cli\u003eruime mogelijkheden om vanuit huis te werken, nu werken wij volledig thuis en naar verwachting zullen wij in de toekomst ook deels vanuit huis blijven werken.\u003c/li\u003e\n\u003cli\u003eruim 26 vakantiedagen.\u003c/li\u003e\n\u003cli\u003eeen goede pensioenregeling als deelnemer van pensioenfonds PFZW. (71,5% betaald door PGGM, 28,5% door werknemer)\u003c/li\u003e\n\u003cli\u003eeen eindejaarsuitkering van 7,5%.\u003c/li\u003e\n\u003cli\u003eeen ruim opleidingsbudget voor interne en externe trainingen of opleidingen.\u003c/li\u003e\n\u003cli\u003eeen collectieve ziektekostenverzekering bij CZ. Je krijgt korting op de basisverzekering en aanvullende pakketten van CZ.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMeer informatie over onze arbeidsvoorwaarden en salarisschalen lees je in onze CAO, die je vindt onder '\u003ca href=\"https://www.pggm.nl/werken-bij/arbeidsvoorwaarden/\"\u003eArbeidsvoorwaarden\u003c/a\u003e' op \u003ca href=\"https://www.pggm.nl/werken-bij\"\u003epggm.nl/werken-bij\u003c/a\u003e.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eRegel jij dat alle pensioenportalen goed bereikbaar zijn en blijven? Solliciteer dan via onze website op deze vacature en kies voor een baan met impact.\u003c/p\u003e\n\u003cp\u003eHeb je vragen of wil je eerst meer weten? Neem dan contact op met recruiter Wendy Ship, via 06 – 20 31 18 52 of \u003ca href=\"wendy.ship@pggm.nl\"\u003ewendy.ship@pggm.nl\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eWij ontvangen je sollicitatie graag via onze \u003ca href=\"https://www.pggm.nl/werken-bij/vacatures/vacature/full-stack-developer-net---zeist-32-tot-36-uur/?id=a0w1v00000CYZ3uAAH\u0026amp;utm_source=github\u0026amp;utm_medium=referral\u0026amp;utm_term=2021\u0026amp;utm_content=179099\u0026amp;utm_campaign=full-stack-developer-net\"\u003esollicitatiepagina\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eInformatie over de sollicitatieprocedure vind je terug op onze website.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePGGM en Corona\u003c/strong\u003e\nDoor de Corona situatie, werken de meeste PGGM’ers momenteel vanuit huis. Als we met je kennis willen maken, betekent dit dat de interviews grotendeels via videocalls plaatsvinden. Een afrondend gesprek doen we op kantoor. Nemen we je aan? Dan zal het grootste deel van jouw inwerktraject op afstand gebeuren. Hierbij maken we gebruik van Microsoft Teams. Het is beperkt mogelijk om collega’s op kantoor te ontmoeten.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAan intermediairs\u003c/strong\u003e\n\u003cstrong\u003eWe weten dat er veel partijen zijn die graag met ons mee willen zoeken of hun diensten willen aanbieden voor deze vacature, maar bij PGGM werven we nieuwe collega’s zelf. Acquisitie naar een werving \u0026amp; selectie-opdracht of onaangekondigde aanbiedingen van CV's stellen we dan ook niet op prijs en nemen wij niet in behandeling. Mochten we er niet uitkomen, dan bellen we jou.\u003c/strong\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc1daIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--bc935b25b8b50634047d96c01476d9d6890d4693/Logo%20PGGM.jpg"
    },
    {
        "id": "915c4df7-d378-4e69-9f94-1bd4e70eae38",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/915c4df7-d378-4e69-9f94-1bd4e70eae38",
        "created_at": "Fri Feb 19 01:05:59 UTC 2021",
        "company": "Chess.com",
        "company_url": "https://www.chess.com",
        "location": "Remote",
        "title": "Senior PHP / Symfony Developer at Chess.com",
        "description": "\u003cp\u003eChess.com is looking to add more senior backend PHP developers to help develop our Symfony-based chess platform. If you are a senior-level PHP rockstar/ninja/guru/kingpin/sherpa/wizard/pirate/_____ who wants to help an Alexa top 200 website become even more awesome, you are in the right place. You’ll work with an awesome team of frontend and backend developers to build new features, improve the platform, keep chess games going, and generally help make Chess.com the best possible experience for our members.\u003c/p\u003e\n\u003cp\u003eSKILLS YOU NEED:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTesting\u003c/li\u003e\n\u003cli\u003eCaching\u003c/li\u003e\n\u003cli\u003eDebugging\u003c/li\u003e\n\u003cli\u003eRemote collaboration\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eOUR TECH:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSymfony\u003c/li\u003e\n\u003cli\u003eMySQL\u003c/li\u003e\n\u003cli\u003eGit \u0026amp; GitHub\u003c/li\u003e\n\u003cli\u003eDoctrine\u003c/li\u003e\n\u003cli\u003eRedis\u003c/li\u003e\n\u003cli\u003ePHPUnit/PHPSpec\u003c/li\u003e\n\u003cli\u003eResque\u003c/li\u003e\n\u003cli\u003eDevelopment VMs: Vagrant/VirtualBox\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eTYPES OF PROJECTS:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBuild callbacks and APIs to support new features\u003c/li\u003e\n\u003cli\u003eCreative engineering tasks to support our team and users\u003c/li\u003e\n\u003cli\u003eOptimize performance\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eOPPORTUNITY:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThis is a full-time or equivalent position\u003c/li\u003e\n\u003cli\u003eThis is a remote position (work from anywhere!)\u003c/li\u003e\n\u003cli\u003eChess knowledge is NOT required; we're looking for passion and talent\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYou can learn more about us here:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\u003ca href=\"https://www.chess.com/blog/erik/how-chess-com-s-100-person-virtual-team-works-together\"\u003ehttps://www.chess.com/blog/erik/how-chess-com-s-100-person-virtual-team-works-together\u003c/a\u003e\u003c/li\u003e\n\u003cli\u003e\u003ca href=\"https://www.chess.com/about\"\u003ehttps://www.chess.com/about\u003c/a\u003e\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003eApply here: \u003ca href=\"https://chesscom.rippling-ats.com/job/226413/php-symfony-developer\"\u003ehttps://chesscom.rippling-ats.com/job/226413/php-symfony-developer\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc09aIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--19732753de1378c930070d81ea0e7cf56ccf8404/600x600_pawn_margin.png"
    },
    {
        "id": "8132838a-0cb2-4c30-be22-b17cb74c379e",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/8132838a-0cb2-4c30-be22-b17cb74c379e",
        "created_at": "Fri Feb 19 00:37:52 UTC 2021",
        "company": "University of California Berkeley",
        "company_url": "https://www.berkeley.edu",
        "location": "Berkeley, CA",
        "title": "Head of Metadata Services - Library",
        "description": "\u003cp\u003eHead of Metadata Services - Library\u003c/p\u003e\n\u003cp\u003eHead, Metadata Services\nUniversity of California, Berkeley Library\u003c/p\u003e\n\u003cp\u003eHiring range: Librarian\nSalary Range: $86, 534 to $104,276 annually (salary based on qualifications)\nThis is a full time appointment\u003c/p\u003e\n\u003cp\u003eThe University of California, Berkeley Library seeks an innovative and engaged information professional to lead the Metadata Services unit and to help provide guidance and strategic direction for the future of resource description for the Library, colleagues in the UC consortium, and beyond.\u003c/p\u003e\n\u003cp\u003eTHE ENVIRONMENT\nThe University of California, Berkeley, is one of the world's most iconic teaching and research institutions. Since 1868 Berkeley has fueled a perpetual renaissance, generating unparalleled intellectual, economic, and social value in California, the United States, and the world. Berkeley's culture of openness, freedom, and acceptance — academic and artistic, political and cultural — make it a very special place for students, faculty, and staff. Berkeley is committed to hiring and developing staff who want to work in a high-performing culture that supports the outstanding work of our faculty and students. Candidates are encouraged to read more about the UC Berkeley culture at \u003ca href=\"http://jobs.berkeley.edu/why-berkeley.html\"\u003ehttp://jobs.berkeley.edu/why-berkeley.html\u003c/a\u003e.\nIn a highly-diverse and intellectually-rich environment, Berkeley serves a campus community of over 30,000 undergraduate students, 11,000 graduate students, and 1,500 faculties. The Library also serves the people of California, and the world, through lending to over 35 countries a year, and making available a rapidly-growing archive of digitized special collections materials (over 4 million items so far). The UC Berkeley Library has contributed over 3 million digitized books to HathiTrust.\nThe Library comprises 25 campus libraries, with a collection of nearly 13 million circulating volumes, almost 1.5 million e-books, subscriptions to over 130,000 journals and periodicals, and about 200 million items in its special collections, including rare materials held by The Bancroft Library, the C. V. Starr East Asian Library, the Bioscience, Natural Resources \u0026amp; Public Health Library, the Music Library, and the Anthropology Library. The UC Berkeley Library actively partners with the other nine UC campuses and the systemwide California Digital Library. The Library manages the systemwide off-site Northern Regional Library Facility. The Library has an operating budget of about $62 million with approximately 325 full-time employees and 600 student employees.\u003c/p\u003e\n\u003cp\u003eRESPONSIBILITIES\nReporting to the Head of the Collections Services Division and working closely with unit heads for Acquisitions and Preservation, and other collaborating units in the Library, the Head of Metadata Services will oversee the creation of metadata for materials acquired and created by the University and provide vision for the delivery of new services within the area of resource description and discovery.\nThe Head of Metadata Services will build the metadata capabilities in the unit by fostering an environment of collaboration, innovation, accountability, and ongoing learning. This may be accomplished by assessing staff training and development, promoting library-wide collaboration, and keeping abreast of current and new practices within the rapidly evolving realm of information management and discovery. The Head will also serve as an authoritative resource person for metadata related questions, supervise and contribute to the creation of original and complex adaptive catalog records using MARC 21, RDA, LCSH and LCC, and support the UC Berkeley Library's participation in the Program for Cooperative Cataloging. The Head of Metadata Services will help lead the implementation of Linked Data at Berkeley.\nThe Head of Metadata Services is responsible for supervising staff and librarians in the unit.\nThe Head of Metadata Services is expected to be a key player in building effective relationships with colleagues both nationally and internationally as new metadata standards emerge.\u003c/p\u003e\n\u003cp\u003eQUALIFICATIONS\nMinimum basic qualification at time of application\n● Advanced Degree\u003c/p\u003e\n\u003cp\u003eAdditional Qualification:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMinimum three years of experience in an academic library (must be met by the start of the job)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePreferred qualifications\n● Masters degree from an American Library Association (ALA) accredited institution or equivalent international degree\n● Significant knowledge of and ability to apply the following cataloging tools: Resource Description and Access (RDA), the Anglo-American cataloging Rules (AACR2r), Library of Congress Subject Headings (LCSH) and Library of Congress Classification (LCC), and MARC21 formats for bibliographic and authority data.\n● Experience cataloging materials through a cataloging utility such as OCLC, in an integrated library system environment.\n● Knowledge of and experience with non-MARC metadata schemes, and those used for access to digital collections and institutional repositories.\n● Knowledge of linked data and semantic web applications.\n● Demonstrated ability to respond effectively to changing needs and priorities showing initiative and flexibility and an ability to thrive in an ambiguous environment.\n● Self-motivated and detail-oriented, with good team-building skills, a strong service orientation, and a demonstrated commitment to staff development and diversity in the workplace.\n● Demonstrated ability to train staff and prepare effective training materials and other documentation.\n● Excellent analytical skills and oral and written communication skills; evidence of high productivity and problem solving skills when working independently and in groups.\n● Excellent interpersonal, oral and written communication skills.\n● Experience with a national cooperative cataloging program such as PCC (NACO, BIBCO, CONSER or SACO).\n● Working knowledge of one or more languages other than English.\u003c/p\u003e\n\u003cp\u003eThis is a non-represented librarian position. UC Berkeley librarians are expected to participate in library-wide planning and governance and work effectively in a shared decision-making environment. Librarian advancement is partially based upon professional contributions beyond the primary assignment; the successful candidate will show promise or evidence of such contributions to the Library, campus, UC system, and profession.\u003c/p\u003e\n\u003cp\u003eDue to local shelter in place orders related to the COVID-19 pandemic, this position may be working remotely upon hire. The successful candidate must provide their own stable internet access.\u003c/p\u003e\n\u003cp\u003eThis recruitment will remain open until filled.\u003c/p\u003e\n\u003cp\u003eSubmit applications online at: \u003ca href=\"https://apptrkr.com/2152276\"\u003ehttps://apptrkr.com/2152276\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eThe University of California is an Equal Opportunity/Affirmative Action Employer. All qualified applications will receive consideration for employment without regard to race, color, sex, sexual orientation, gender identity, national origin, disability, age or protected veteran status.\nFor the complete University of California nondiscrimination and affirmative action policy see:\n\u003ca href=\"http://policy.ucop.edu/doc/4000376/NondiscrimAffirmAct\"\u003ehttp://policy.ucop.edu/doc/4000376/NondiscrimAffirmAct\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eSend inquiries to:\u003c/p\u003e\n\u003cp\u003eImmaculate Adesida\nLibrary Human Resources Department\nEmail: \u003ca href=\"mailto:immaculate@berkeley.edu\"\u003eimmaculate@berkeley.edu\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eCopyright ©2017 Jobelephant.com Inc. All rights reserved.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://www.jobelephant.com/\"\u003ehttps://www.jobelephant.com/\u003c/a\u003e\njeid-b83330642effe84b8e68bca79c329537\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eSubmit applications online at: \u003ca href=\"https://apptrkr.com/2152276\"\u003ehttps://apptrkr.com/2152276\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc0daIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a89056daf0416ef56c60bb8e52a247c7c988c9ce/University%20of%20California%20Berkeley.png"
    },
    {
        "id": "0f48aadd-549a-4d74-a461-d889342de1aa",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/0f48aadd-549a-4d74-a461-d889342de1aa",
        "created_at": "Thu Dec 31 18:49:26 UTC 2020",
        "company": "Benco Dental",
        "company_url": "http://www.benco.com",
        "location": "Nationwide/Remote",
        "title": "Software Developer - Full Stack",
        "description": "\u003cp\u003eBenco Dental, the Nation's largest privately-owned dental distributor, is searching for a Developer to join its team in Pittston, PA or remotely!\u003c/p\u003e\n\u003cp\u003eWhy Join our Team?\u003c/p\u003e\n\u003cp\u003eWe drive dentistry forward by leveraging innovative solutions and our caring family culture.\u003c/p\u003e\n\u003cp\u003eFamily-owned for 80+ years\u003c/p\u003e\n\u003cp\u003e#19 Best Companies to Work for in Health Care\u003c/p\u003e\n\u003cp\u003eAnnual Profit Sharing\u003c/p\u003e\n\u003cp\u003eMedical, Dental, Vision effective Day 1\u003c/p\u003e\n\u003cp\u003eJob Summary:  Responsible for developing code and software as per specifications, both new code and modifications to existing code; troubleshooting and resolving issues with code; documenting changes; training users on changes as appropriate. This application developer role will be part of the Benco Enterprise Application and Architecture team, which is dedicated to sustainability and modernization of Benco’s core systems.  We are a fast pace, agile team that works on a wide range of projects across multiple technologies.\u003c/p\u003e\n\u003cp\u003eQualifications:\u003c/p\u003e\n\u003cp\u003eEducation:  Associates degree in Computer Systems or equivalent education/experience; Bachelor’s degree preferred.\u003c/p\u003e\n\u003cpre\u003e\u003ccode\u003e         Experience:  3-5 years\n\u003c/code\u003e\u003c/pre\u003e\n\u003cp\u003eSkills needed:  Ability to communicate clearly, persuasively and effectively both verbally and written; good organizational skills; experience with\u003c/p\u003e\n\u003cp\u003eSQL\u003c/p\u003e\n\u003cp\u003eC# (.NET Core/.NET Framework)\u003c/p\u003e\n\u003cp\u003eFront-end Web Development (HTML, CSS, JS)\u003c/p\u003e\n\u003cp\u003eFront-end JavaScript Framework (Angular, React, etc.) Experience is a plus not required.\u003c/p\u003e\n\u003cp\u003eSystem Integration (ETL, REST API)\u003c/p\u003e\n\u003cp\u003eDuties and Responsibilities:\u003c/p\u003e\n\u003cp\u003eEffectively develops code and software as per specifications.\u003c/p\u003e\n\u003cp\u003eTests software that has been created or modified.\u003c/p\u003e\n\u003cp\u003eDocuments changes to software.\u003c/p\u003e\n\u003cp\u003eDemonstrates good oral and written communication skills and listening skills.\u003c/p\u003e\n\u003cp\u003eEffectively trains appropriate personnel on newly developed or modified software.\u003c/p\u003e\n\u003cp\u003eTroubleshoots and debugs software.\u003c/p\u003e\n\u003cp\u003eConsistently and effectively updates ALM tool (Jira) with appropriate comments to track progress of work.\u003c/p\u003e\n\u003cp\u003ePerforms Code Reviews for other team members.\u003c/p\u003e\n\u003cp\u003eBreaks down work into estimable pieces and delivers accurate and consistent difficulty estimates.\u003c/p\u003e\n\u003cp\u003eWorks as an effective team member and works to improve team morale.\u003c/p\u003e\n\u003cp\u003eUnderstands IT’s role in helping Benco realize its mission.\u003c/p\u003e\n\u003cp\u003ePerforms other duties as assigned to support the efficient operation of the department and company.\u003c/p\u003e\n\u003cp\u003eAll job duties and responsibilities are essential functions of the position.\u003c/p\u003e\n\u003cp\u003eWho We Are: It’s our mission to deliver success smile after smile.\u003c/p\u003e\n\u003cp\u003eBenco Dental is the largest privately owned, full-service dental distributor in the United States and has remained in the family since 1930 - a family that now includes our more than 30,000 customers and over 1,400 associates in the 48 contiguous states.\u003c/p\u003e\n\u003cp\u003eWe provide more supply and equipment options than any other full-service distributor, an offering enhanced by a comprehensive suite of services, including office design, equipment repair, practice coaching, financing and project management, wealth management and dental-specific technology solutions. These services are supported by over 400 professionally trained sales representatives and 300 factory-trained service technicians who begin every task by asking \"What does the customer want?\"\u003c/p\u003e\n\u003cp\u003eIf you enjoy working for a progressive company that is growth minded and values customers \u0026amp; associates we encourage you to learn more about our Benco family. We are looking for driven professionals who want to play a key role in our future success.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eApply at \u003ca href=\"http://www.benco.com/careers\"\u003ewww.benco.com/careers\u003c/a\u003e or by clicking on the link:\n\u003ca href=\"https://benco.hrmdirect.com/employment/job-opening.php?req=1469247\u0026amp;\u0026amp;#job\"\u003ehttps://benco.hrmdirect.com/employment/job-opening.php?req=1469247\u0026amp;\u0026amp;#job\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbGVVIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d62f0959d9f4f10d672f89867337ab5d5c08e952/19_BencoLogo_Color_2019.jpg"
    },
    {
        "id": "21987e74-9ab0-4db1-b7b1-e23f4cc5fc68",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/21987e74-9ab0-4db1-b7b1-e23f4cc5fc68",
        "created_at": "Thu Feb 18 14:18:44 UTC 2021",
        "company": "Enpal GmbH",
        "company_url": "https://www.enpal.de",
        "location": "Berlin",
        "title": "Senior Software Engineer - Fullstack (m/f/d)",
        "description": "\u003cp\u003eWe are looking for several Senior Software Engineers to join our great Tech team in Berlin to create the future of our products. Your responsibilities will include both the frontend and the backend architecture in the respective frontend and cloud framework, design of Restful Services, Creation of APIs, Definition of Data Exchange Formats such as JSON, XML, SOAP.\u003c/p\u003e\n\u003cp\u003eYou’ll be part of a cross-functional team that’s responsible for the full software development life cycle. If you’re also familiar with Agile methodologies, we’d like to meet you.\u003c/p\u003e\n\u003cp\u003eWe are a well funded startup of 4 years in the green energy sector working on a Energy Cloud Computing Fullstack framework. You will be responsible for server side and client side applications.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTasks\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou work with development teams and product managers to ideate software solutions.\u003c/li\u003e\n\u003cli\u003eYou design client-side and server-side architecture and build the front-end of applications through appealing visual design.\u003c/li\u003e\n\u003cli\u003eYou develop and manage well-functioning databases and applications.\u003c/li\u003e\n\u003cli\u003eYou write effective APIs and technical documentation.\u003c/li\u003e\n\u003cli\u003eYou test software to ensure responsiveness and efficiency.\u003c/li\u003e\n\u003cli\u003eYou troubleshoot, debug and upgrade software and work with data scientists and analysts to make further improvements.\u003c/li\u003e\n\u003cli\u003eYou create security and data protection settings.\u003c/li\u003e\n\u003cli\u003eYou build features and applications with a mobile responsive design.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBSc/MSc in Computer Science or similar study programs.\u003c/li\u003e\n\u003cli\u003eAt least 5 years of professional experience in Software Development, ideally including inhouse tech teams.\u003c/li\u003e\n\u003cli\u003eProficiency in one or more of the following technologies: C#, Javascript, Node.js, React.js, Flutter, and deep understanding of Cloud technologies (Azure preferred).\u003c/li\u003e\n\u003cli\u003eExperience with DevOps Tools like Jenkins, gitlab, Docker, ansible, packer, terraform, chef or puppet.\u003c/li\u003e\n\u003cli\u003eGood understanding of Cloud frameworks (Azure, AWS, GCP).\u003c/li\u003e\n\u003cli\u003eUnderstanding of Architectural Principles such as Microservices, MVC, etc.\u003c/li\u003e\n\u003cli\u003eAbility and willingness to solve challenging engineer problems and learn new domains.\u003c/li\u003e\n\u003cli\u003eExcellent English skills, German is a plus.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThe chance to be part of a fast-growing and future-oriented startup: we are one of the biggest players in the solar business.\u003c/li\u003e\n\u003cli\u003eHelp to make the world a bit better: we are all about green energy.\u003c/li\u003e\n\u003cli\u003eDirect impact on our corporate success and exciting career opportunities: leave your footprint.\u003c/li\u003e\n\u003cli\u003eClose cooperation with the management team while shaping Enpal’s tech DNA: you will be part of our first Tech Team.\u003c/li\u003e\n\u003cli\u003eWork with the best in the industry and grow with us: there’s plenty of room for your ideas.\u003c/li\u003e\n\u003cli\u003eA great work environment in our Berlin office, or focused work from home- you decide.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eEven though we ask for a lot in this job ad: we do not hire for tech stack only!\u003c/p\u003e\n\u003cp\u003eWe are looking for great problem-solving skills, passion for industry-disrupting products and innovative minds. We cannot wait to hear from you!\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://enpal.join.com/jobs/1906268-senior-software-engineer-fullstack-m-f-d?pid=71fbd6149a82b0b128ee\u0026amp;utm_source=stackoverflow\u0026amp;utm_medium=paid\u0026amp;utm_campaign=stackoverflow\u0026amp;utm_content=senior%2Bsoftware%2Bengineer%2B-%2Bfullstack%2Bm%2Bf%2Bd\"\u003ehttps://enpal.join.com/jobs/1906268-senior-software-engineer-fullstack-m-f-d?pid=71fbd6149a82b0b128ee\u0026amp;utm_source=stackoverflow\u0026amp;utm_medium=paid\u0026amp;utm_campaign=stackoverflow\u0026amp;utm_content=senior%2Bsoftware%2Bengineer%2B-%2Bfullstack%2Bm%2Bf%2Bd\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBckNaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--9ffee119ed2837b4138b67b037eaea9aa7ecf1f2/enpal_logo.eps.jpg"
    },
    {
        "id": "39b890fb-a013-42d8-a1cf-c97e91e5ae71",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/39b890fb-a013-42d8-a1cf-c97e91e5ae71",
        "created_at": "Thu Feb 18 12:32:44 UTC 2021",
        "company": "Limango",
        "company_url": "https://www.limango.de/ehp",
        "location": "Munich",
        "title": "PHP Backend Developer (m/w/d) Merchant Center",
        "description": "\u003cp\u003e\u003cstrong\u003eOUR MISSION\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003elimango is the Online Shop for families – We wow our customers every day with a fantastic range of brands at very attractive prices. Based in Munich, our 300 employees share a passion for families. We do everything we can to understand their needs and fulfil their wishes. limango has everything families need: Fashion for Babies, Kids, Women and Men as well as Homeware, Toys, Cosmetics and Family holidays. At limango you’ll find both classic brands and upcoming brands from across Europe. Founded in 2007 and a member of the Otto Group since 2009 limango now has over 14 million members across Germany, Austria, France, the Netherlands and Poland and sells over 40 000 products daily to German customers alone. We want to continue to grow and win the trust of all mums in Europe. To help us achieve this, we’re looking for motivated, talented individuals to work with us and be a part of something big.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYOUR JOB\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIn the limango IT you get the chance to contribute your own ideas and know-how to the development of services all around the different processes of our ecommerce business\u003c/li\u003e\n\u003cli\u003eTogether with our experienced and international development teams you will improve and expand our backend systems.\u003c/li\u003e\n\u003cli\u003eYou will become part of our well-rehearsed agile teams of versatile and experienced developers and a dedicated product owner\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYOUR PROFILE\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA degree with a focus on IT or a comparable training\u003c/li\u003e\n\u003cli\u003eYou have sound professional experience in the development of scalable eCommerce applications in common PHP frameworks such as Symfony3+ as well as knowledge of OOP and design patterns\u003c/li\u003e\n\u003cli\u003eYou bring practical experience with RESTful APIs and service-oriented architecture\u003c/li\u003e\n\u003cli\u003eYou have profound experience in relational databases (MySQL/MariaDB)\u003c/li\u003e\n\u003cli\u003eDevOps and GoLang experience are desirable\u003c/li\u003e\n\u003cli\u003eA well-functioning tool is not enough for you - you enjoy optimizing complex IT processes!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOUR OFFER\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExciting, technically demanding challenges in a highly frequented online shop with focus on high scalability and performance\u003c/li\u003e\n\u003cli\u003eAgile development, Scrum teams, flat hierarchies and direct communication in a very comradely atmosphere\u003c/li\u003e\n\u003cli\u003eA steep learning curve in a dynamic company with international orientation\u003c/li\u003e\n\u003cli\u003eA great office in the Tech-Spot of Munich with probably the coolest roof terrace in the city\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eInterested? We look forward to receiving your complete application including a letter of motivation, salary requirements and your earliest possible starting date.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/40d44a2daf1c3be889a5c160d633cc61dd7b8f65/68747470733a2f2f742e676f686972696e672e636f6d2f682f61653639666334616564306339666462306465316235633835366465363961646561646335383130326461393238303033373766353963656338383131393362\"\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/d1acd92baf81d8d08d189ce5b4ebdabccebb0854440f028e27c9a32aa3d7cb3f\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcHVaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1930bbcb1ec09854cf0f9cc08cbe4f79e9a019be/Limango.jpg"
    },
    {
        "id": "998e846e-ab14-4a80-a11c-832505f00ae4",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/998e846e-ab14-4a80-a11c-832505f00ae4",
        "created_at": "Thu Feb 18 12:29:35 UTC 2021",
        "company": "Limango",
        "company_url": "https://www.limango.de/ehp",
        "location": "Munich",
        "title": "Junior PHP Backend Developer (m/w/d)",
        "description": "\u003cp\u003e\u003cstrong\u003eOUR MISSION\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003elimango is the Online Shop for families – We wow our customers every day with a fantastic range of brands at very attractive prices. Based in Munich, our 300 employees share a passion for families. We do everything we can to understand their needs and fulfil their wishes. limango has everything families need: Fashion for Babies, Kids, Women and Men as well as Homeware, Toys, Cosmetics and Family holidays. At limango you’ll find both classic brands and upcoming brands from across Europe. Founded in 2007 and a member of the Otto Group since 2009 limango now has over 14 million members across Germany, Austria, France, the Netherlands and Poland and sells over 40 000 products daily to German customers alone. We want to continue to grow and win the trust of all mums in Europe. To help us achieve this, we’re looking for motivated, talented individuals to work with us and be a part of something big.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYOUR JOB\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIn the limango IT you get the chance to contribute your own ideas and know-how to the development of services all around the different processes of our ecommerce business\u003c/li\u003e\n\u003cli\u003eTogether with our experienced and international development teams you will improve and expand our backend systems.\u003c/li\u003e\n\u003cli\u003eYou will become part of our well-rehearsed agile teams of versatile and experienced developers and a dedicated product owner\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYOUR PROFILE\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA degree with a focus on IT or a comparable training\u003c/li\u003e\n\u003cli\u003eYou have sound professional experience in the development of scalable eCommerce applications in common PHP frameworks such as Symfony3+ as well as knowledge of OOP and design patterns\u003c/li\u003e\n\u003cli\u003eYou bring practical experience with RESTful APIs and service-oriented architecture\u003c/li\u003e\n\u003cli\u003eYou have profound experience in relational databases (MySQL/MariaDB)\u003c/li\u003e\n\u003cli\u003eDevOps and GoLang experience are desirable\u003c/li\u003e\n\u003cli\u003eA well-functioning tool is not enough for you - you enjoy optimizing complex IT processes!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOUR OFFER\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExciting, technically demanding challenges in a highly frequented online shop with focus on high scalability and performance\u003c/li\u003e\n\u003cli\u003eAgile development, Scrum teams, flat hierarchies and direct communication in a very comradely atmosphere\u003c/li\u003e\n\u003cli\u003eA steep learning curve in a dynamic company with international orientation\u003c/li\u003e\n\u003cli\u003eA great office in the Tech-Spot of Munich with probably the coolest roof terrace in the city\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eInterested? We look forward to receiving your complete application including a letter of motivation, salary requirements and your earliest possible starting date.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/63f1826791396d639202d6e695b723781050924c/68747470733a2f2f742e676f686972696e672e636f6d2f682f34613364323938633732616364333762666431316363656531643635343537623634616332616536326665653730366635326464663462636237383036626564\"\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/89886a585fb44e21be0470729a18322077211348161359ffd52d74c65f7ff0d2\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcG1aIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--221d988da8c75308d9b22775a0704b722d4c75c3/Limango.jpg"
    },
    {
        "id": "b1b4983c-9aba-4fa0-a6a2-8367be2ec30b",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/b1b4983c-9aba-4fa0-a6a2-8367be2ec30b",
        "created_at": "Thu Feb 18 10:02:01 UTC 2021",
        "company": "enote GmbH",
        "company_url": "https://www.enote.com/",
        "location": "Berlin",
        "title": "NodeJS Service Developer (m/w/d)",
        "description": "\u003cp\u003e\u003cstrong\u003eAbout the position\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are a passionate about music and create a revolutionary product which will affect the way millions of people study and play music every day. We are searching for an experienced senior software engineer ready to join our effort and help us build the foundation of our solution – a scalable backend capable of handling thousands of simultaneous users by means of latest cloud technologies. Our product will provide millions of amateurs and professionals instant access to the majority of world’s music heritage.\n\u003cstrong\u003ePlease only apply if you have a valid work permit for Germany!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob Responsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEstablish a scalable ecosystem of microservices to serve mobile/web clients around the world\u003c/li\u003e\n\u003cli\u003eDesign and maintain services in close collaboration with other teams for internal and public use\u003c/li\u003e\n\u003cli\u003eContribute to best practices, improving code style and a culture of improvement over iteration\u003c/li\u003e\n\u003cli\u003eTroubleshoot, improve and extend services from open-source communities\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat we expect from you\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have at least 4 years of experience in developing and maintaining cloud services\u003c/li\u003e\n\u003cli\u003eYou see Docker as an essential part of any large software project\u003c/li\u003e\n\u003cli\u003eYou are confident in frameworks like Express, hapi, Restify and/or NestJS\u003c/li\u003e\n\u003cli\u003eYou prefer TypeScript over JavaScript\u003c/li\u003e\n\u003cli\u003eYou are self-driven, collaborative and constantly learning\u003c/li\u003e\n\u003cli\u003eYou are confident at the Linux command line\u003c/li\u003e\n\u003cli\u003eYou follow basic principles like DRY (Don’t Repeat Yourself) and PFE (Proudly Found Elsewhere)\u003c/li\u003e\n\u003cli\u003eYou apply Kanban and Scrum principles in your daily work\u003c/li\u003e\n\u003cli\u003eFluent English skills\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat will be a bonus\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have already contributed to open-source projects\u003c/li\u003e\n\u003cli\u003ePractical experience in other languages (e. g. Python, Rust, Go, Java)\u003c/li\u003e\n\u003cli\u003eHands-on experience with AWS, GCP and/or Azure\u003c/li\u003e\n\u003cli\u003eConfident in creating efficient SQL and data organization (PostgreSQL, MySQL/MariaDB)\u003c/li\u003e\n\u003cli\u003eIn-depth experience with Elasticsearch used as a search engine\u003c/li\u003e\n\u003cli\u003eYou do care about data and have experience with data processing tools and/or platforms\u003c/li\u003e\n\u003cli\u003eExperience with writing GitLab CI pipelines\u003c/li\u003e\n\u003cli\u003eYou know how to get the best out of Git\u003c/li\u003e\n\u003cli\u003eProfessional experience in securing services and protecting data\u003c/li\u003e\n\u003cli\u003eYou prefer test driven development (TDD)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat we offer you\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive compensation scheme\u003c/li\u003e\n\u003cli\u003eComfortable modern office in the heart of Berlin’s tech scene, very well connected to all local transportation services\u003c/li\u003e\n\u003cli\u003eSmall team, flat hierarchy, founder-led start-up\u003c/li\u003e\n\u003cli\u003eWe value diversity. You will only be judged based on your skills and fit for the job\u003c/li\u003e\n\u003cli\u003eWe are open minded! You are more than welcome to criticize and improve our processes and working culture\u003c/li\u003e\n\u003cli\u003eHigh quality standards, your colleagues are experienced professionals\u003c/li\u003e\n\u003cli\u003eTop-notch hardware equipment\u003c/li\u003e\n\u003cli\u003eGreat career opportunities – you will be an essential part of a new product, shaping its architecture and software design\u003c/li\u003e\n\u003cli\u003eWork in a start-up with a high valuation and a 7-figure funding\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/37e64f096821659fe5edf34a6b712f327fb2904d/68747470733a2f2f742e676f686972696e672e636f6d2f682f62363431363866626432363962333030633966613334666230316632313962323533613133383736623764316565303830396637346531323364393864326137\"\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/0e8dbabd408e777445446bf049cb8b58d5d4650be35da223dc6585e4afe3189b\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcGVaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--eab17839ce167dccb20fd19c9429de91875bb7b5/enote%20GmbH.png"
    },
    {
        "id": "2b78c92c-c8a4-420a-88e9-4a5fc232284b",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/2b78c92c-c8a4-420a-88e9-4a5fc232284b",
        "created_at": "Wed Feb 17 22:37:26 UTC 2021",
        "company": "Openforce",
        "company_url": "http://www.oforce.com",
        "location": "Remote in US",
        "title": "Senior Software Engineer",
        "description": "\u003cp\u003eOverview: As Senior Software Engineer, you will join a team of mainly full stack engineers with exposure to everything, collaborating with product and other technology leaders to jointly chart the platform roadmap.\u003c/p\u003e\n\u003cp\u003eGeneral Summary:\nOur team builds and maintains all client facing interfaces (e.g. web app, APIs, etc.) to enable the independent contractor model through the platform. We are mostly full stack engineers with exposure to back-end, front-end, and everything in between. The collaborative nature of the team allows you to constantly learn new things. You’ll work closely with other software engineers across the engineering organization to innovate on our platform architecture, and to continue building a world-class technology platform.\nTo be successful in this role, you should be confident contributing to the development of our products, making recommendations for solutions and new technology approaches, and pushing for better software practices.\u003c/p\u003e\n\u003cp\u003eResponsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eServe as technical/development lead on specific initiatives\u003c/li\u003e\n\u003cli\u003eReview architecture and technical design on key projects\u003c/li\u003e\n\u003cli\u003eCollaborate with Product to validate use cases and requirements\u003c/li\u003e\n\u003cli\u003eLead code quality and testing across engineering teams\u003c/li\u003e\n\u003cli\u003eProvide technical mentorship to junior engineers\u003c/li\u003e\n\u003cli\u003eInfluence and evangelize new software technologies to other team members\u003c/li\u003e\n\u003cli\u003eWork closely with other software architects to make engineering wide architecture recommendations and decisions\u003c/li\u003e\n\u003cli\u003eExperiment with new ways of visualizing large amounts of data\u003c/li\u003e\n\u003cli\u003eEnsure our technology stack stays current\u003c/li\u003e\n\u003cli\u003ePassionate about building a world-class technology platform\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eKey Competencies and Skills:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTechnical Expertise: Possesses an in-depth knowledge and skill in a technical area\u003c/li\u003e\n\u003cli\u003eProblem Solving: Frames problems before trying to solve them. Breaks down problems and identifies all of their facets, including hidden or tricky aspects\u003c/li\u003e\n\u003cli\u003eAnalytical Thinking: Weights the costs, benefits, risks, and chances for success in making a decision\u003c/li\u003e\n\u003cli\u003eFostering Innovation and Teamwork: Sponsors the development of new products, services, methods, or procedures while working cooperatively with others to produce initiative solutions\u003c/li\u003e\n\u003cli\u003eDeveloping Others: Provides helpful, behaviorally specific feedback to others and gives people assignments that will help develop their abilities\u003c/li\u003e\n\u003cli\u003eResults Orientation: Maintains commitment to goals in the face of obstacles and frustrations; develops challenging but achievable goals\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eKnowledge, Skills, And Abilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDegree in Computer Science or equivalent work experience\u003c/li\u003e\n\u003cli\u003e10+ years of software development experience\u003c/li\u003e\n\u003cli\u003eHigh degree of comfort in Elixir, ASP or other functional or object-oriented language\u003c/li\u003e\n\u003cli\u003eExperience with scalable, high performance, multi-tier, enterprise application development\u003c/li\u003e\n\u003cli\u003eFamiliarity with JavaScript frameworks such as React\u003c/li\u003e\n\u003cli\u003eExperience with data storage technologies\u003c/li\u003e\n\u003cli\u003eExperience with queuing and messaging frameworks\u003c/li\u003e\n\u003cli\u003eExperience with service-oriented architecture\u003c/li\u003e\n\u003cli\u003eKeen sense of information architecture and visual design\u003c/li\u003e\n\u003cli\u003eMotivated by writing fast, scalable code with testability in mind\u003c/li\u003e\n\u003cli\u003eExcited by working in a fast-paced environment\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe Perks\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eContinued training and career development\u003c/li\u003e\n\u003cli\u003eFull Benefits Package including: Medical, Dental, Vision, Disability, and 401k\u003c/li\u003e\n\u003cli\u003eVacation and Holiday pay\u003c/li\u003e\n\u003cli\u003eCasual dress code and creative office environment\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eJob Type:\tFull Time Exempt\u003c/p\u003e\n\u003cp\u003eReports to: \tDirector of Engineering\u003c/p\u003e\n\u003cp\u003eSalary: \t\tDOE\u003c/p\u003e\n\u003cp\u003eTravel: \t        Up to 5% quarterly or as needed\u003c/p\u003e\n\u003cp\u003ePassion, excellence, respect, accountability and having fun are just the beginning. Openforce believes that our culture is at the core part of what makes us successful. We are looking forward to hiring someone who understands good culture and will help shape it as it evolves.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eEmail your resume to \u003ca href=\"mailto:careers@oforce.com\"\u003ecareers@oforce.com\u003c/a\u003e!\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcE9aIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--96b6c0ac096d817f4f10586852474d5491a6d6e4/oforce-stacked-pms-color.png"
    },
    {
        "id": "b8e61523-a198-4c23-a9cc-1c344434b5b1",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/b8e61523-a198-4c23-a9cc-1c344434b5b1",
        "created_at": "Wed Feb 17 21:03:39 UTC 2021",
        "company": "Applaudo Studios",
        "company_url": "https://applaudostudios.com",
        "location": "Remote",
        "title": "iOS Developer",
        "description": "\u003cp\u003eWe are looking for an experienced iOS Developer to create functional and attractive applications that perfectly meet the needs of our customers.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTechnical skills\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eLanguages: Swift\u003c/li\u003e\n\u003cli\u003eFrameworks: UIKit, SwiftUI, RxSwift/Combine, CoreLocation\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eQualifications:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor’s Degree in Computer Science, Software Engineering, Computer Engineering, or\na related field (preferred) or an equivalent combination of education and experience.\u003c/li\u003e\n\u003cli\u003eExcellent organizational, writing, and communication skills.\u003c/li\u003e\n\u003cli\u003e3 to 5 years of experience as an iOS Developer.\u003c/li\u003e\n\u003cli\u003eStrong proficiency with Swift, and the iOS development ecosystem.\u003c/li\u003e\n\u003cli\u003eAbility to multitask, prioritize tasks, manage deadlines, and quickly adjust to a rapidly\nchanging environment.\u003c/li\u003e\n\u003cli\u003eAbility to work independently or as a member of a team.\u003c/li\u003e\n\u003cli\u003eEnglish is a requirement, as you will be working directly with US-based clients.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProven track record of high productivity and excellent attention to detail in software\ndesign, coding, design adherence, and debugging with multiple apps in the App\nStore.\u003c/li\u003e\n\u003cli\u003eAbility to work independently with limited need for supervision in a fast-paced\nenvironment.\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://applaudostudios.com/careers/376587\"\u003ehttps://applaudostudios.com/careers/376587\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbjZaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d35926328fb54be8a650468314461aabef85f55a/logo-applaudo-studios_019cccde.png"
    },
    {
        "id": "a63feabb-6976-4f74-b788-44afa96aed06",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/a63feabb-6976-4f74-b788-44afa96aed06",
        "created_at": "Wed Feb 17 20:07:40 UTC 2021",
        "company": "Quadio",
        "company_url": "https://quadio.com",
        "location": "New York",
        "title": "Senior Frontend Engineer",
        "description": "\u003cp\u003eQuadio, an exciting new ecosystem of IRL and digital businesses designed to champion college creativity, is looking to expand its tech team as it rapidly advances v2 of its mobile-first app toward release. Founded in 2019 by an EDM producer with a passion for innovation and artistic collaboration and a Cornell grad with stints in strategy and marketing at Twitter and BlizzardActivision, Quadio’s team has grown to 24 strong, with a renowned board of advisors and strong financial funding. With a culture of creativity, urgency, and candor, Quadio seeks a wicked-smart, super-energized engineer who loves the arts and the people who make them come to life, embraces intensity and challenge with enthusiasm, and finds transparency as refreshing as we do. Our in-house motto is, “LET’S GOOOO,” and if that kind of positivity appeals to you, read on.\u003c/p\u003e\n\u003ch2\u003eResponsibilities\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eImplement the features and user experiences that power Quadio’s web and mobile applications\u003c/li\u003e\n\u003cli\u003eArchitect efficient and reusable front-end systems that drive complex applications\u003c/li\u003e\n\u003cli\u003eCollaborate closely with our Design, Marketing, and Product teams to build an engaging user experience for our users\u003c/li\u003e\n\u003cli\u003eBuild products and experiences people love through intuitive design and clear user experiences\u003c/li\u003e\n\u003cli\u003eTake your ideas from concept to reality\u003c/li\u003e\n\u003cli\u003ePut automated testing, tracking, and monitoring in place to ensure our systems are always working as expected\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eExperience\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eA minimum of 5 years of experience developing applications using Javascript/Typescript, including advanced knowledge of concepts like asynchronous programming, closures, types, and ES2015+\u003c/li\u003e\n\u003cli\u003eExpertise in React Native, with experience in build and release pipelines - specifically publishing applications across both Apple’s iStore and Google’s Play Store.\u003c/li\u003e\n\u003cli\u003eExpertise in browser APIs and optimizing for frontend performance\u003c/li\u003e\n\u003cli\u003eExperience working with RESTful APIs and/or GraphQL as well as client/server architectures\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eAdditional (Standout Qualifications)\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with frontend state management frameworks such as Redux, MobX-state-tree, or Vuex\u003c/li\u003e\n\u003cli\u003eExperience in bridging React Native components across Java/Kotlin and/or Swift\u003c/li\u003e\n\u003cli\u003eExperience with frontend frameworks like React, AngularJS, Vue.js, or another equivalent framework\u003c/li\u003e\n\u003cli\u003eExpertise in HTML \u0026amp; CSS, with a knack for layout, specificity, cross-browser compatibility, and accessibility\u003c/li\u003e\n\u003cli\u003eExperience with AWS APIs, such as DynamoDB, Lambda, or CDK\u003c/li\u003e\n\u003cli\u003eExcited about the opportunities and challenges of working on projects touching all areas of our codebase and associated microservices\u003c/li\u003e\n\u003cli\u003eExperience with containerization tools, such as Docker or Kubernetes\u003c/li\u003e\n\u003cli\u003eBS/MS in Computer Science or an equivalent major\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003eEmail your resume to \u003ca href=\"mailto:anthony@quadio.com\"\u003eanthony@quadio.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbWlaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--07552c41932649728393054d493fcd94b39f6a16/QuadioIcon.png"
    },
    {
        "id": "ae75d681-039a-4227-be73-24802275a160",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/ae75d681-039a-4227-be73-24802275a160",
        "created_at": "Wed Feb 17 10:16:13 UTC 2021",
        "company": "7digital Limited",
        "company_url": null,
        "location": "London, UK",
        "title": " Developer (C#/Node.js) ",
        "description": "\u003cp\u003eAbout us\u003c/p\u003e\n\u003cp\u003e7digital is a platform product for the world’s music, hosting over 70 million tracks and processing thousands of new releases each week. As a B2B provider, we help our clients build innovative new music experiences, such as social video app Triller, home fitness challenger Apex Rides, and established streaming platforms like Soundtrack Your Brand.\u003c/p\u003e\n\u003cp\u003eFounded in 2004, 7digital has spent over a decade at the cutting edge of music innovation. It started by building digital download stores for music labels, and it’s own direct to consumer offering for DRM-free downloads. 7digital was involved in a reverse merger with UBC Media in 2014, becoming publicly traded on the AIM. 2019 proved to be a pivotal year, and the business committed to investing in scalable, repeatable Product - its B2B API platform for music. In 2020, 7digital raised £6M to go after the emerging home fitness and social media markets, planning to double revenue and scale responsibly, in-line with client growth.\u003c/p\u003e\n\u003cp\u003eAbout the role\u003c/p\u003e\n\u003cp\u003eWe’re working at scale – our service-oriented API Platform is handling billions of requests per month and growing quickly. Recent growth in our commercial pipeline into new industries, such as social media \u0026amp; fitness, has led to increased use of our platform. We're hiring engineers into development \u0026amp; SRE roles to build new functionality and scale up our API, media delivery \u0026amp; content ingestion systems to meet the demand.\u003c/p\u003e\n\u003cp\u003eYou’ll be joining an enthusiastic technology team of 15 people who enjoy what they do and operate with autonomy. Techniques such as pair programming, TDD, and continuous delivery are deeply embedded and we’re constantly striving to improve the way we work. Development teams deploy into production multiple times a day and are empowered to deploy as soon as automated tests complete. However, we’re not perfect and not afraid to say so. We have problems to solve, and we’re on a journey of continuous improvement.\u003c/p\u003e\n\u003cp\u003eWe’re strong advocates of test-driven development, and would only consider you for a position if you have an interest in working with TDD. We value outcomes over output. We follow lean principles, building services based on measured impact rather than long lists of features. We use techniques such as kanban and user story mapping to ensure we deliver value at each step of the development process. We have regular sessions sharing ideas, discussing practices and technologies, and you’ll get two innovation days a month to investigate new technologies or ideas. We’re committed to an “inspect and adapt” philosophy.\u003c/p\u003e\n\u003cp\u003eAbout You\u003c/p\u003e\n\u003cp\u003eYou care about software; you have a passion for what you do which you can clearly convey by your actions. You like to pick the right tool for the task at hand. You believe software development involves a lot more than just writing code. You see it as your remit to really understand our domain so we can all deliver as much value to the business as possible. To you, quality (both internal and external) really matters. These are things we really care about and make up a large part of our Tech Principles.\u003c/p\u003e\n\u003cp\u003eRequirements\u003c/p\u003e\n\u003cp\u003eEssential:\u003c/p\u003e\n\u003cp\u003eExperience and a strong desire to develop using TDD\nWilling to participate and facilitate in paired programming\nExperience in either C# or Node.js\nCompetent in at least two languages (including any of C#, Node.js, Java, Ruby, Python etc)\nExperience of building pipelines to enable continuous delivery of features\nUnderstanding and caring of how your code runs in production (either in a data centre or cloud environment; Linux or Windows)\nExperience building REST APIs\u003c/p\u003e\n\u003cp\u003eDesirable:\u003c/p\u003e\n\u003cp\u003eAWS or GCP experience\nDocker \u0026amp; Linux experience\nInfrastructure as code experience (CloudFormation, Terraform, etc)\nScripting experience (Bash, Python etc)\nMonitoring experience (ELK, DataDog, Grafana, Prometheus etc)\nData engineering experience (SQL, NoSQL, etc)\nUnderstand \u0026amp; champion lean software development principles\nThe Development Team\u003c/p\u003e\n\u003cp\u003eOur production systems run in a multi-cloud environment using various languages, primarily C# and Node.js. We are moving towards Linux and a cloud-native style architecture using technologies such as AWS Fargate and cloud functions. We have a strong DevOps culture and like to use externally managed services to allow us to focus on what makes our products great.\u003c/p\u003e\n\u003cp\u003eThe Development Team\u003c/p\u003e\n\u003cp\u003eDay-to-day, here are some technologies you will be using:\u003c/p\u003e\n\u003cp\u003eC#, Node.js\nLinux\nServerless - AWS Lambda \u0026amp; Google Cloud Functions\nAWS \u0026amp; GCP\nHTTP \u0026amp; REST\nMessage Queues - SQS, PubSub\nRelational Databases - PostgreSQL \u0026amp; SQL Server\nNoSQL \u0026amp; Object Storage - MongoDB, S3, GCS\nInfrastructure as Code - Docker, CloudFormation, Terraform\nObservability - DataDog\u003c/p\u003e\n\u003cp\u003eBenefits\u003c/p\u003e\n\u003cp\u003eWe are currently working 100% remote and will continue to embrace this in future, however we also love spending time with each other and will expect that in a post-Covid world there will be travel required into London at least 1-2 days per week for collaboration and team working.\u003c/p\u003e\n\u003cp\u003e-We have a truly flexible and open working culture\n-Pet friendly, fully serviced offices in the heart of Camden with views over the canal\n-25 days holiday (increasing by one day each January, up to a maximum of 30 days\n-Bonus birthday day off\n-EMI Share Scheme Eligibility\n-A personal learning pot up to £500\n-Pension Scheme\n-Healthshield cash back scheme covering every-day medical expenses like dental, physio and - mental health support\n-Travel season ticket loan\n-Cycle to work scheme\n-Up to 3 days paid each year to do volunteer/charity work\n-Regular knowledge sharing talks\n-Pet friendly, fully serviced offices in the heart of Camden with views over the canal\u003c/p\u003e\n\u003cp\u003eWe are an equal opportunity employer and value diversity at our company. We welcome and encourage job applications from people of all underrepresented backgrounds.\u003c/p\u003e\n\u003cp\u003eWe do not discriminate on the basis of race, religion, colour, national origin, gender, sexual orientation, age, marital status or disability status. If you require any adjustments as part of our hiring process please let us know.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eTo get in touch please go to; \u003ca href=\"https://apply.workable.com/j/6E89C5B795\"\u003ehttps://apply.workable.com/j/6E89C5B795\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eWe are an equal opportunity employer and value diversity at our company. We welcome and encourage job applications from people of all underrepresented backgrounds.\u003c/p\u003e\n\u003cp\u003eWe do not discriminate on the basis of race, religion, colour, national origin, gender, sexual orientation, age, marital status or disability status. If you require any adjustments as part of our hiring process please let us know.\u003c/p\u003e\n",
        "company_logo": null
    },
    {
        "id": "922bafc3-4234-46d6-a766-7945b05349d3",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/922bafc3-4234-46d6-a766-7945b05349d3",
        "created_at": "Tue Feb 16 16:50:20 UTC 2021",
        "company": "MentorMate",
        "company_url": "https://mentormate.com/",
        "location": "Remote",
        "title": "JavaScript Developer w/ Vue.js",
        "description": "\u003cp\u003e\u003cstrong\u003eOVERVIEW\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eNote: Due to the current public health situation, all job interviews will be conducted online until further notice.\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eWe are looking for a passionate JavaScript developer to join our super cool team of Vue experts. You’ll have the honor to participate in the creation of enterprise-class web applications, using proven design patterns on the latest technology platforms.\u003c/p\u003e\n\u003cp\u003eYou don’t need astronaut skills to become part of our incredible Vue team – you simply need to have experience building user interfaces and single-page applications with Vue, to love writing tests (or specs, whichever you prefer), and to work in a dynamic environment with international clients.\u003c/p\u003e\n\u003cp\u003eOur software solutions tackle specific tech challenges across several industries. While our roots are in education, nearly half of our current projects are focused on healthcare and the large amounts of secure data that come with it. We also innovate in finance, real estate, commerce, IoT, and others.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWHAT YOU NEED TO HAVE:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e1+ years of experience with Vue.js\u003c/li\u003e\n\u003cli\u003e2+ years of experience with JavaScript\u003c/li\u003e\n\u003cli\u003eExperience with HTML5, CSS3\u003c/li\u003e\n\u003cli\u003eExperience with Vuex, Mobx, Flux or Redux\u003c/li\u003e\n\u003cli\u003eExperience in developing cross-browser web applications\u003c/li\u003e\n\u003cli\u003eResponsible team player with awesome communication skills\u003c/li\u003e\n\u003cli\u003eExcellent spoken and written English\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eEXTRA POINTS IF YOU HAVE:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with JS OOP Design Patterns\u003c/li\u003e\n\u003cli\u003eExperience with React.js\u003c/li\u003e\n\u003cli\u003eExperience with Angular\u003c/li\u003e\n\u003cli\u003eBS/MS Degree in Computer Science or equivalent\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWHAT WILL YOUR RESPONSIBILITIES BE:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eParticipate in the architecture, design and development phase of software production\u003c/li\u003e\n\u003cli\u003eBuild single page applications with Vue.js\u003c/li\u003e\n\u003cli\u003eBuild server-side RESTful APIs (JSON/XML)\u003c/li\u003e\n\u003cli\u003eDeliver high-quality software with extensive Unit Testing\u003c/li\u003e\n\u003cli\u003eEnsure the best possible performance, quality, and responsiveness of applications\u003c/li\u003e\n\u003cli\u003eEnforce best coding and UI standards, evaluate others’ work\u003c/li\u003e\n\u003cli\u003eParticipate successfully in an established daily Scrum process\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eHOW WILL YOU SPEND YOUR TIME:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e50% Writing code and tests\u003c/li\u003e\n\u003cli\u003e25% Scrumming and helping others on the team\u003c/li\u003e\n\u003cli\u003e10% Reviewing teammates’ code\u003c/li\u003e\n\u003cli\u003e5% DevOps\u003c/li\u003e\n\u003cli\u003e5% Refactoring\u003c/li\u003e\n\u003cli\u003e5% Documenting\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWHAT WE OFFER:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFreedom to work remotely from anywhere in the world\u003c/li\u003e\n\u003cli\u003eOpportunity to join a community of 650+ developers worldwide\u003c/li\u003e\n\u003cli\u003eLatest technologies to choose from\u003c/li\u003e\n\u003cli\u003eInspiring opportunities to work on various projects and software solutions that set standards\u003c/li\u003e\n\u003cli\u003eProfessional growth in a global company\u003c/li\u003e\n\u003cli\u003eChance to upgrade your benefits package based on the number of hours you work with us\u003c/li\u003e\n\u003cli\u003eEmployee referral program with bonuses\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003eApply here: \u003ca href=\"https://bit.ly/2ZvEqZf\"\u003ehttps://bit.ly/2ZvEqZf\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBazZaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--00e45544149b0ca2c12cd0ea34d47b14b59e11fb/MM-logo-stacked-color%20(1).png"
    },
    {
        "id": "dc764f86-69e6-4301-94f6-d9e5f4f2c1ab",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/dc764f86-69e6-4301-94f6-d9e5f4f2c1ab",
        "created_at": "Tue Feb 16 12:16:00 UTC 2021",
        "company": "Limango",
        "company_url": "https://www.limango.de/ehp",
        "location": "Munich",
        "title": "Backend Developer (m/w/d)",
        "description": "\u003cp\u003e\u003cstrong\u003eOUR MISSION\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003elimango is the Online Shop for families – We wow our customers every day with a fantastic range of brands at very attractive prices. Based in Munich, our 300 employees share a passion for families. We do everything we can to understand their needs and fulfil their wishes. limango has everything families need: Fashion for Babies, Kids, Women and Men as well as Homeware, Toys, Cosmetics and Family holidays. At limango you’ll find both classic brands and upcoming brands from across Europe. Founded in 2007 and a member of the Otto Group since 2009 limango now has over 14 million members across Germany, Austria, France, the Netherlands and Poland and sells over 40 000 products daily to German customers alone. We want to continue to grow and win the trust of all mums in Europe. To help us achieve this, we’re looking for motivated, talented individuals to work with us and be a part of something big.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYOUR JOB\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIn the limango IT you get the chance to contribute your own ideas and know-how to the development of services all around the different processes of our ecommerce business\u003c/li\u003e\n\u003cli\u003eTogether with our experienced and international development teams you will improve and expand our backend systems\u003c/li\u003e\n\u003cli\u003eYou will become part of our well-rehearsed agile teams of versatile and experienced developers and a dedicated product owner\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYOUR PROFILE\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA degree with a focus on IT or a comparable training\u003c/li\u003e\n\u003cli\u003eYou have sound professional experience in the development of scalable eCommerce applications in common PHP frameworks such as Symfony3+ as well as knowledge of OOP and design patterns\u003c/li\u003e\n\u003cli\u003eYou bring practical experience with RESTful APIs and service-oriented architecture\u003c/li\u003e\n\u003cli\u003eYou have profound experience in relational databases (MySQL/MariaDB)\u003c/li\u003e\n\u003cli\u003eDevOps and GoLang experience are desirable\u003c/li\u003e\n\u003cli\u003eA well-functioning tool is not enough for you - you enjoy optimizing complex IT processes!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOUR OFFER\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExciting, technically demanding challenges in a highly frequented online shop with focus on high scalability and performance\u003c/li\u003e\n\u003cli\u003eAgile development, Scrum teams, flat hierarchies and direct communication in a very comradely atmosphere\u003c/li\u003e\n\u003cli\u003eA steep learning curve in a dynamic company with international orientation\u003c/li\u003e\n\u003cli\u003eA great office in the Tech-Spot of Munich with probably the coolest roof terrace in the city\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eInterested? We look forward to receiving your complete application including a letter of motivation, salary requirements and your earliest possible starting date.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/48ee398c3c71a3dd8146a010f82d6dd2341a5066/68747470733a2f2f742e676f686972696e672e636f6d2f682f65633735356233343837643761333039633239333938393839386464316235313964656639363963346637306539386438633436633830303139366539346131\"\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/f879f58f8dba6fe4d97110abcd38f23bab97beeaecbbfef7a0ce5223b16625e1\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa0NaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d7e86dc77651a988fe8234df4e4a00a5fb78505e/Limango.jpg"
    },
    {
        "id": "196cec66-d906-4ace-8ba0-360132fb4693",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/196cec66-d906-4ace-8ba0-360132fb4693",
        "created_at": "Mon Feb 15 12:47:16 UTC 2021",
        "company": "BITGRIP GmbH",
        "company_url": "https://www.bitgrip.de",
        "location": "Berlin",
        "title": "Software Architect (w/m/x)",
        "description": "\u003cp\u003eBITGRIP erschafft exzellente digitale Erlebnisse. Wir zaubern unseren Partnern ein Lächeln aufs Gesicht. Mit über 500 Jahren geballter Projekterfahrung unterstützen wir in jedem Bereich der digitalen Wertschöpfung – von der Businessanalyse und Strategie-Beratung über IT-Architektur, UX-Design, Softwareentwicklung und -betrieb bis hin zur Prozessanalyse und -automatisierung.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWir suchen Dich als Software Architect (w/m/x) zur Verstärkung des #bestteamintown.\u003c/p\u003e\n\u003cp\u003eIn deiner Rolle stellst du im Team die technischen Weichen für das erfolgreiche Umsetzen von Projekten. Projektübergreifend bist du für das Design und die Architektur der entwickelten Lösung verantwortlich und schärfst in regelmäßigen Sessions die technischen Ziele der Implementierung. Dabei sind dir Wartbarkeit, Verständlichkeit und Stabilität ein besonderes Anliegen.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eDeine Aufgaben\u003c/em\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu übernimmst die technische Verantwortung für das Lösungsdesign und die Architektur in unseren agilen Projekten\u003c/li\u003e\n\u003cli\u003eDu analysierst, konzipierst, entwickelst und pflegst moderne Cloud native-Lösungen auf Basis von Kubernetes und Microservices\u003c/li\u003e\n\u003cli\u003eDu hast den technischen Überblick über das gesamte Projekt und berätst Stakeholder und Productowner\u003c/li\u003e\n\u003cli\u003eDu coachst Entwickler in Design-Sessions und beim Pair-Programming\u003c/li\u003e\n\u003cli\u003eDu dokumentierst die entstandene Lösung mit arc42 Templates und UML2\u003c/li\u003e\n\u003cli\u003eDu beteiligst dich aktiv an unseren agilen Prozessen und teilst dein Wissen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eQualifikation\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu hast ein abgeschlossenes Studium mit einer technischen Ausrichtung oder eine Ausbildung im IT-Bereich\u003c/li\u003e\n\u003cli\u003eDu hast mindestens 8 Jahre Erfahrung in der Entwicklung von Backend-Anwendungen\u003c/li\u003e\n\u003cli\u003eDu hast mindestens 3 Jahre Erfahrung in der Rolle als Software Architekt und warst technisch verantwortlich für die umgesetzten Projekte\u003c/li\u003e\n\u003cli\u003eDu kennst die Vor- und Nachteile klassischer und moderner Software Architekturen\u003c/li\u003e\n\u003cli\u003eDu denkst in architektonischen Konzepten und Mustern und kannst diese sicher anwenden und erklären\u003c/li\u003e\n\u003cli\u003eDu kannst sicher auf Deutsch und Englisch kommunizieren\u003c/li\u003e\n\u003cli\u003eDu hast den Anspruch, die beste Lösung für unsere Kunden zu finden\u003c/li\u003e\n\u003cli\u003eDu arbeitest bestenfalls aktiv an Open-Source-Projekten mit\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003eDein Werkzeugkasten enthält\u003c/em\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSOLID Principles\u003c/li\u003e\n\u003cli\u003eEnterprise Integration Pattern\u003c/li\u003e\n\u003cli\u003eSoftware Design Pattern\u003c/li\u003e\n\u003cli\u003eAPI-Design\u003c/li\u003e\n\u003cli\u003eSQL und NoSQL Datenbanken\u003c/li\u003e\n\u003cli\u003eMemory Grids und Messaging Systeme\u003c/li\u003e\n\u003cli\u003eAutorisierungsflows\u003c/li\u003e\n\u003cli\u003eNetzwerkprotokolle\u003c/li\u003e\n\u003cli\u003eUML2\u003c/li\u003e\n\u003cli\u003eDocker, Kubernetes\u003c/li\u003e\n\u003cli\u003eJava, Spring Boot, Spring Security, JPA und Hibernate\u003c/li\u003e\n\u003cli\u003eGo, NodeJS\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEin leistungsfähiges Tech Stack\u003c/li\u003e\n\u003cli\u003eFlache Hierarchien, Eigenverantwortung, Spaß\u003c/li\u003e\n\u003cli\u003eAuswahl deiner Hard- \u0026amp; Software\u003c/li\u003e\n\u003cli\u003eflexible Arbeitszeiten \u0026amp; Homeoffice für alle\u003c/li\u003e\n\u003cli\u003eEinen unbefristeten Voll- oder Teilzeitvertrag mit attraktiver Vergütung und ganz wichtig: bei uns werden Überstunden vermieden und in Freizeit umgewandelt\u003c/li\u003e\n\u003cli\u003eZertifizierte Schulungsangebote\u003c/li\u003e\n\u003cli\u003e6 Wochen Urlaub\u003c/li\u003e\n\u003cli\u003eBAV\u003c/li\u003e\n\u003cli\u003eJobrad / Jobticket\u003c/li\u003e\n\u003cli\u003eKein Dresscode\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eKlingt gut soweit? Dann bewirb dich direkt oder melde dich via E-Mail, Twitter oder LinkedIn bei uns inklusive deines frühestmöglichen Eintrittstermins und deiner Gehaltsvorstellungen und wir bringen dich mit deinem neuen Team in Kontakt – unkompliziert und ohne zig Gesprächsrunden.\u003c/p\u003e\n\u003cp\u003eWerde Teil des #bestteamintown!\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://bitgrip.join.com/jobs/1884535-software-architect-w-m-x?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=software%2Barchitect%2Bw%2Bm%2Bx\"\u003ehttps://bitgrip.join.com/jobs/1884535-software-architect-w-m-x?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=software%2Barchitect%2Bw%2Bm%2Bx\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBanFaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--109070d4284342b032f221af4974c07cda648366/bitgrip.png"
    },
    {
        "id": "ba68c375-adf4-4317-8328-8bd82079fc61",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/ba68c375-adf4-4317-8328-8bd82079fc61",
        "created_at": "Sat Feb 13 01:29:29 UTC 2021",
        "company": "Nav Inc.",
        "company_url": null,
        "location": "Remote",
        "title": "Backend Software Engineer",
        "description": "\u003cp\u003eBackend Software Engineer - Remote or In Office (UT, PA, CA)\u003c/p\u003e\n\u003cp\u003eNav was founded to have a meaningful impact on the lives of millions of small business owners by bringing efficiency and transparency to financial decision making. We are changing the way these business owners secure lending with our innovative technology and customer-centric approach. We build intelligent software on top of data to solve issues in the small business financial ecosystem.\u003c/p\u003e\n\u003cp\u003eWe are passionate about empowering our teams and giving them the freedom to shape our future. Our teams lead with candor, charge hard, fail fast, all while working in a fun, diverse, and inclusive environment. If you are a high-energy innovator, enjoy a rapid-paced growing environment, and have the zest to solve big challenges, join us! Be a part of our history and co-create the future of FinTech here at Nav.\u003c/p\u003e\n\u003cp\u003eYOUR ROLE AT NAV:\nBuild and maintain backend services written in Elixir, Go, Ruby or Python. Migrating functionality from legacy monoliths to new services.\nOptimize Nav’s customer experience, from first contact, through sign-up, and applying for loans and credit cards.\nBuild the framework that Nav’s solutions (credit reports, alerts, financing marketplace) plug into.\nTurn business requirements into technical solutions.\nHelp establish best practices within Nav's growing Engineering organization.\u003c/p\u003e\n\u003cp\u003eWHAT YOU BRING TO THE TABLE:\nA track record of successfully delivering maintainable backend systems in a Linux environment.\nExperience or a strong interest in programming in Elixir or Go. Experience with Ruby or Python is a plus.\nRelentless problem solver.\u003c/p\u003e\n\u003cp\u003eWHO YOU ARE:\nYou uplift those around you.\nYou’ve got great verbal and written communication skills.\nYou’ve got amazing relationship-building and relationship-management skills.\nYou are comfortable working on complex projects with multiple stakeholders.\nYou have an entrepreneurial spirit and thrive in a fast-paced environment.\nYou have a bias for action, a “driver” that gets stuff done, using analytical thinking.\nYou are comfortable with ambiguity, ability to change course quickly based on new insights.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://nav.bamboohr.com/jobs/view.php?id=180\u0026amp;source=aWQ9MTU%3D\"\u003ehttps://nav.bamboohr.com/jobs/view.php?id=180\u0026amp;source=aWQ9MTU%3D\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaStaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1b67c64f0c6d9ca4d6a08dcb2ed783b49a6fc3a0/Nav%20Logo%20-%20Blue.png"
    },
    {
        "id": "eb294c80-0d62-47a3-9cf6-048daeaad041",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/eb294c80-0d62-47a3-9cf6-048daeaad041",
        "created_at": "Sat Feb 13 01:20:45 UTC 2021",
        "company": "Nav Inc.",
        "company_url": null,
        "location": "Remote",
        "title": "Senior Platform (DevOps) Engineer ",
        "description": "\u003cp\u003eSenior Platform (DevOps) Engineer - Remote or In Office (UT, PA, CA)\u003c/p\u003e\n\u003cp\u003eNav was founded to have a meaningful impact on the lives of millions of small business owners by bringing efficiency and transparency to financial decision making. We are changing the way these business owners secure lending with our innovative technology and customer-centric approach. We build intelligent software on top of data to solve issues in the small business financial ecosystem. Our ability to collect, aggregate, enrich and distribute this data makes us unique and presents many avenues for business growth.\u003c/p\u003e\n\u003cp\u003eWe are passionate about empowering our teams and giving them the freedom to shape our future. Our teams lead with candor, charge hard, fail fast, all while working in a fun, diverse, and inclusive environment. If you are a high-energy innovator, enjoy a rapid-paced growing environment, and have the zest to solve big challenges, join us… Be a part of history and co-create the future of FinTech.\u003c/p\u003e\n\u003cp\u003eWHAT YOU’LL HELP US DRIVE\nDesigning, developing, and maintaining scalable, reusable code and operations infrastructure.\nMaintaining and cultivating the infrastructure and tool set for multiple development and production environments.\nDefining, creating and contributing to a range of tools used by Nav employees.\nActive participation on a diverse set of topics relating to business and or the engineering team.\nParticipating in Nav's agile process within Jira.\nBeing an effective communicator, having a positive attitude,\nIdentification of solutions, communication and alignment with engineering and stakeholders. \nPerforming as a coach and mentor to your team, and the organization as a whole.\u003c/p\u003e\n\u003cp\u003eWHAT YOU BRING TO THE TABLE:\n2+ years of industry experience in Operations, DevOps, or SysAdmin Engineering.\nMust be comfortable or expert with Linux\nProficiency in managing and optimizing databases, preferably Postgres.\nExperience with configuration management, preferably Ansible\nFluency with Cloud infrastructure, preferably AWS (EC2, RDS, SAM, S3, VPC, EKS)\nExperience with SCM solutions, preferably git (specifically gitlab)\nUnderstanding and ability to create continuous integration and continuous deployment workflows for software projects\nStrong understanding of software security, and an ability to continually increase the security of our platform\nExperience in working in Agile teams and iterating to build sustainable and iterative solutions.\nIf you participate in any open source projects please send us links.\nExperience with containerization would be a plus, specifically Docker and Kubernetes\u003c/p\u003e\n\u003cp\u003eWHO YOU ARE:\nYou are self directed and passionate driving solutions\nYou are a relentless problem solver\nYou are eager to learn and adapt quickly to change\nYou're an engaged team member with the ability to grow, mentor and challenge your peers to do their best work every day.\nYou're known for crossing the boundaries of your function to meet company goals.\nYou care about the people you work with but challenge them directly when necessary.\nYou are comfortable delivering feedback and coaching up, down and to the side.\nYou are customer (including internal customers) focused.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://nav.bamboohr.com/jobs/view.php?id=176\u0026amp;source=aWQ9MTU%3D\"\u003ehttps://nav.bamboohr.com/jobs/view.php?id=176\u0026amp;source=aWQ9MTU%3D\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaTJaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ea21c6cf91bccac0cbd2aa427cb64f6a70c47d92/Nav%20Logo%20-%20Blue.png"
    },
    {
        "id": "0a8dd9c0-6b66-44be-99b0-cca5c3556ca7",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/0a8dd9c0-6b66-44be-99b0-cca5c3556ca7",
        "created_at": "Sat Feb 13 00:58:53 UTC 2021",
        "company": "University of California Berkeley",
        "company_url": "https://www.berkeley.edu",
        "location": "Berkeley, CA, USA",
        "title": "Director of The Bancroft Library and Associate University Librarian for Special Collections - Library",
        "description": "\u003cp\u003eDirector of The Bancroft Library and Associate University Librarian for Special Collections - Library\u003c/p\u003e\n\u003cp\u003eDirector of The Bancroft Library and Associate University Librarian for Special Collections\nThe University Library, University of California, Berkeley\u003c/p\u003e\n\u003cp\u003eHiring range: Associate University Librarian\nSalary Range: Salary commensurate with experience and qualifications\nPercentage Time: 75 - 100% appointment, depending on Faculty status and Teaching preferences.\u003c/p\u003e\n\u003cp\u003eThe University of California, Berkeley invites both nominations and applications for the position of Director of The Bancroft Library and Associate University Librarian (AUL) for Special Collections. Bancroft's world-renowned special collections are among the largest and most actively used in the nation, providing a tremendous opportunity for the right visionary leader. The Director and AUL will assume a newly reimagined role, which unites the direction of a major research and collecting institution with strategic, innovative, and collaborative leadership for all special collections and archives within the University Library.\u003c/p\u003e\n\u003cp\u003eThe University Library at Berkeley comprises 24 general and subject libraries, with shared service units that support business functions, such as finance and development, and content functions, such as digitization and communications. Within the organization, The Bancroft Library is the principal special collections library, with other significant collections of rare and archival materials held in the Anthropology, Bioscience, East Asian, Environmental Design, and Music libraries. The Director and AUL will bring experience and energy to both the direct leadership and management of The Bancroft Library and the strategic and coordinated development and management of the Library's special collections, in collaboration with the AUL for Scholarly Resources and the Director of the East Asian Library. The Director and AUL will join the Library's executive leadership team, working in close partnership with the leaders of other Library units, and report to the University Librarian.\u003c/p\u003e\n\u003cp\u003eBERKELEY'S SPECIAL COLLECTIONS\u003c/p\u003e\n\u003cp\u003eThe Bancroft Library welcomes patrons from Berkeley and beyond, serving as one of the most heavily used academic rare book and special collections libraries in the country. Bancroft staff annually teach sessions for about 3,000 students, support about 5,000 patrons in its reading rooms, and serve millions of visitors online. Founded in 1905, Bancroft's core holdings include the Bancroft Collection of Western North America, Mexico, and Central America, the Rare Books Collection, the History of Science and Technology Program, and the University Archives. Over the past 50 years, Bancroft's academic research groups, including the Mark Twain Papers \u0026amp; Project, the Oral History Center, and the Center for the Tebtunis Papyri, have earned the Library additional international acclaim.\u003c/p\u003e\n\u003cp\u003eThe Bancroft Library continues to vigorously build its physical collections, spending about $1.5 million annually on new acquisitions and receiving gifts-in-kind of comparable value. The Library stewards nearly 400 million physical items (volumes, archival manuscripts and pictorial items, maps, microforms, etc.) and a growing collection of digital materials. In addition to its stewardship of analog holdings, the Library is building a robust program for securing and processing born-digital archives. With about 60 career staff/library professionals and many student employees, Bancroft supports world-class research both directly in its own units, and through engagement and collaboration with scholars at Berkeley and across the globe.\u003c/p\u003e\n\u003cp\u003eThe University Library includes other libraries with significant special collections, including the Anthropology Library, the Bioscience, Natural Resources \u0026amp; Public Health Library, the C. V. Starr East Asian Library, the Environmental Design Library, and the Jean Gray Hargrove Music Library. The Music Library, for example, contains one of the most extensive U.S. collections of dramatic music, along with many other treasures. The East Asian Library holds over 100,000 rare items, including over 2,700 Chinese rubbings of reliefs and engravings, and the Fonoroff Collection for Chinese Film Studies, with over 70,000 periodicals, posters, photographs, and ephemera documenting the development of the film and entertainment industry of greater China. The special collections holdings of these libraries are diverse and unique, adding to the rich collections available to Berkeley faculty and students for research, teaching, and learning.\u003c/p\u003e\n\u003cp\u003eOver the past 25 years, the University Library has digitized significant portions of its special collections, building one of the largest digital special collections in the University of California system.\u003c/p\u003e\n\u003cp\u003eLEADERSHIP\u003c/p\u003e\n\u003cp\u003eThe University Library is looking for a leader with proven experience, bold ideas, and the confidence and political acumen to execute them. With crucial responsibility for fundraising and for interacting with scholars at Berkeley and internationally, this leader should be skillful at engaging in passionate content discourse with researchers, and preferably bring experience in one of Bancroft's major collecting areas. With both University Library-wide responsibilities and leadership of one constituent library, the Director and AUL will be an integral member of a tightly integrated, collaborative team that collectively supports the University Library's strategic vision (see: ucberk.li/our-plan). The Director and AUL should be able to foster a culture of innovation, engagement, and collaboration, and promote continuous professional growth and learning at all staff levels.\u003c/p\u003e\n\u003cp\u003eThe five AULs, the Director of the East Asian Library, the Director of Communications, and the Executive Director of Development report to the University Librarian; collectively these nine professionals constitute the Library Cabinet. This team works closely to set strategic directions and policies for the entire Library. They collaborate in an intensely matrix-organized institution, providing each other with partnership and support services. The special collections outside of Bancroft, for example, will benefit from coherent, coordinated practices in collection development, provenance, metadata creation, and ethical access led by this Director and AUL. Similarly, among other examples, Bancroft benefits from the fundraising research, cultivation, and stewardship services provided by the Library's development office.\u003c/p\u003e\n\u003cp\u003eDirector of The Bancroft Library\u003c/p\u003e\n\u003cp\u003eThis position's primary responsibility is to serve as the Director of The Bancroft Library. Bancroft's leadership team includes the Director; a Deputy Director, who leads the curatorial staff and oversees public access services and operations; and an Assistant Director, who leads the technical services operation. The Director of The Bancroft Library also leads the directors of the three academic research groups and is the principal Bancroft liaison to the Berkeley faculty. Bancroft's leadership team, together with other senior members of the Bancroft staff and in collaboration with other University Library leaders, has primary responsibility for collection development, research and academic engagement, technical services, public access services, and outreach and fundraising. The Director leads fundraising for Bancroft in collaboration with the University Librarian and the Executive Director of Development. The Director engages actively with scholars and members of the international antiquarian book and manuscript trade, as well as the wider scholarly community. The Director has overall responsibility for all Bancroft activity, while other members of Bancroft's leadership team oversee much of the day-to-day operations.\u003c/p\u003e\n\u003cp\u003eThe Director is responsible for leading Bancroft consistent with the Library's core principles and values. For example, the Director should promote a user-centered approach to the acquisition, processing, and accessibility of special collections in analog and digital formats. The Director will advance diversity, equity, inclusion, and belonging — both within The Bancroft Library and, through its user services, beyond.\u003c/p\u003e\n\u003cp\u003eThe Director is responsible for managing The Bancroft Library's annual budget of about $8 million (including substantial gift, endowment, and grant funds), as well as facilities and personnel. As do the directors of all constituent libraries that compose the University Library, the Director of The Bancroft Library collaborates closely with the leaders who have Library-wide responsibilities for communications, digital services, facilities, finance, fundraising, human resources, information technology, legal affairs, and security. The Director also collaborates with the leaders of special collections at the other University of California campuses, and is an active participant in the national community of leaders of the most prominent academic special collections libraries.\u003c/p\u003e\n\u003cp\u003eAssociate University Librarian for Special Collections\u003c/p\u003e\n\u003cp\u003eThe AUL for Special Collections is a new role, designed to provide overall leadership for the rare and archival materials we consider special collections at the University Library. This AUL will work with the leaders of other units holding special collections to provide coordinated, forward-looking strategies and practices for the development, management, and use of Berkeley's extraordinary collections. Together they will innovate and implement process efficiencies, reducing duplication and increasing consistency to improve the resource-finding and use experiences of scholars. During an era of limited budget growth, despite significant fundraising success, close collaboration and mutual support across the University Library have enabled the organization to continuously improve services for scholars.\u003c/p\u003e\n\u003cp\u003eSelected strategic highlights\u003c/p\u003e\n\u003cp\u003eEnhanced access to and use of the University Library's special collections is a top strategic priority. Bancroft and the other University Library special collections have been leaders in enhancing access to archival treasures in the age of digitized and networked information. Continuing digitization of its enormous special collections is a primary focus of the University Library's Digital Lifecycle Program, which currently adds about 1.5 million newly digitized files to its online collections annually. An important and exciting priority for this position is to work closely with the AUL for Digital Initiatives and Information Technology to scale up this program, including developing and adopting expanded selection, curation, and processing workflows, as well as exploring new methods and tools for increasing the computational usability of digitized collections in research and teaching.\u003c/p\u003e\n\u003cp\u003eAs with many cultural heritage and information resource organizations in higher education, Bancroft and other University Library special collections are simultaneously blessed by growing demand for existing and new services, and challenged by declining public investment in their operations. Fortunately, Bancroft is supported with the advice and philanthropy of the external nonprofit Friends of The Bancroft Library, a California nonprofit public benefit corporation, as well as strong philanthropic support from many loyal donors. The University Library has recently invested in expanding its fundraising team, with notable success, and the groundwork has been laid for even more growth in the coming years. It is crucial that the Director and AUL have a demonstrated talent or potential for fundraising and supporting initiatives through grants.\u003c/p\u003e\n\u003cp\u003eNature of appointment\u003c/p\u003e\n\u003cp\u003eThis is an academic leadership position. Qualified candidates may simultaneously hold a faculty position at the University of California, Berkeley. External candidates who wish a joint faculty appointment will need to seek such a position with a relevant department. The University Library will facilitate consideration, but is not the appointing unit and cannot guarantee such a position will be made available. The position will be for 75 percent or 100 percent effort, to be agreed upon with the preferred candidate, depending on faculty status and preference for teaching duties (through an academic department).\u003c/p\u003e\n\u003cp\u003eTHE ENVIRONMENT\nThe University of California, Berkeley, is one of the world's most iconic teaching and research institutions. Since 1868, Berkeley has fueled a perpetual renaissance, generating unparalleled intellectual, economic, and social value in California, the United States, and the world. Berkeley's culture of openness, freedom, and acceptance — academic and artistic, political and cultural — make it a very special place for students, faculty, and staff. Berkeley is committed to hiring and developing staff who want to work in a high-performing culture that supports the outstanding work of our faculty and students. Candidates are encouraged to read more about the UC Berkeley culture at \u003ca href=\"http://jobs.berkeley.edu/why-berkeley.html\"\u003ehttp://jobs.berkeley.edu/why-berkeley.html\u003c/a\u003e.\nIn a highly-diverse and intellectually-rich environment, Berkeley serves a campus community of over 30,000 undergraduate students, 11,000 graduate students, and 1,500 faculty. The University Library also serves the people of California and the world through lending to over 35 countries a year, and making available a rapidly-growing archive of digitized special collections materials.\u003c/p\u003e\n\u003cp\u003eThe University Library comprises 24 campus libraries, with a collection of over 13 million circulating volumes, including almost 1.5 million e-books, and subscriptions to over 130,000 journals and periodicals. We manage close to 10 million files (200 TB) in our digital holdings of special collections materials, and have contributed over 3 million digitized books from our circulating collections to HathiTrust. The University Library actively partners with the other nine UC campuses and the systemwide California Digital Library. The Library has a current operating budget of about $62 million with approximately 325 full-time employees and over 600 student employees each year.\u003c/p\u003e\n\u003cp\u003eMinimum basic qualification at time of application:\u003c/p\u003e\n\u003cp\u003eAdvanced degree (For example, PhD or Masters or equivalent international degree)\u003c/p\u003e\n\u003cp\u003ePreferred qualifications: Must be met by start date on the job\u003c/p\u003e\n\u003cp\u003eThe Director of The Bancroft Library and AUL for Special Collections should be a scholar who has substantial experience engaging in research using special collections materials, particularly in an area or areas of special strength for Bancroft. The successful candidate might have a background as a faculty member or professional librarian or archivist. Preferred candidates will have experience leading an academic unit (e.g., as academic department chair, dean, academic library, or archives director or associate director), including supervising and/or directing academic and professional staff. The Library at the University of California, Berkeley is committed to the support and encouragement of a multicultural environment and seeks candidates who can make positive and imaginative contributions in a context of ethnic and cultural diversity. Also preferred is experience and proven success with fundraising and grant writing.\u003c/p\u003e\n\u003cp\u003eRecruitment information:\u003c/p\u003e\n\u003cp\u003eThis recruitment will remain open until filled. The identity of finalists will be public, and each will be expected to make a presentation in a public setting.\u003c/p\u003e\n\u003cp\u003eSubmit applications online at: \u003ca href=\"https://apptrkr.com/2151594\"\u003ehttps://apptrkr.com/2151594\u003c/a\u003e\nBerkeley has retained Isaacson, Miller, a higher education executive search firm, to assist in this search.\u003c/p\u003e\n\u003cp\u003eInquiries, nominations, and other application documents should be sent via the Isaacson, Miller website for the search: \u003ca href=\"http://www.imsearch.com/7791\"\u003ehttp://www.imsearch.com/7791\u003c/a\u003e.\nElectronic submission of materials is required.\u003c/p\u003e\n\u003cp\u003eThe university has an excellent retirement system and sponsors a variety of group health, dental, vision, and life insurance plans in addition to other benefits.\u003c/p\u003e\n\u003cp\u003eThe University of California is an Equal Opportunity/Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, age, or protected veteran status. For the complete University of California nondiscrimination and affirmative action policy see:\n\u003ca href=\"http://policy.ucop.edu/doc/4000376/NondiscrimAffirmAct\"\u003ehttp://policy.ucop.edu/doc/4000376/NondiscrimAffirmAct\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eThis is a designated position requiring fingerprinting and a background check due to the nature of the job responsibilities. Berkeley does hire people with conviction histories and reviews information received in the context of the job responsibilities. The university reserves the right to make employment contingent upon successful completion of the background check.\u003c/p\u003e\n\u003cp\u003eUniversity Library contact:\u003c/p\u003e\n\u003cp\u003eSusan Swarts, Associate University Librarian for Administration and Organizational Effectiveness, \u003ca href=\"mailto:sswarts@berkeley.edu\"\u003esswarts@berkeley.edu\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eImmaculate Adesida, HR Generalist - \u003ca href=\"mailto:immaculate@berkeley.edu\"\u003eimmaculate@berkeley.edu\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eCopyright ©2017 Jobelephant.com Inc. All rights reserved.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://www.jobelephant.com/\"\u003ehttps://www.jobelephant.com/\u003c/a\u003e\njeid-70a0f81e8ebba246bd2f8773815bbebf\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eSubmit applications online at: \u003ca href=\"https://apptrkr.com/2151594\"\u003ehttps://apptrkr.com/2151594\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaXVaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--72cf6dbc9b7073b68cb08fc33d520e4138563263/University%20of%20California%20Berkeley.png"
    },
    {
        "id": "a7d8848e-0236-43e6-915e-c25915b2d38e",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/a7d8848e-0236-43e6-915e-c25915b2d38e",
        "created_at": "Sat Feb 13 00:27:48 UTC 2021",
        "company": "Mercury Intermedia",
        "company_url": "http://www.mercury.io",
        "location": "Brentwood, TN",
        "title": "Android Engineer",
        "description": "\u003cp\u003e\u003cstrong\u003eOverview\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThe Android Engineer will develop and maintain mobile applications targeted at multiple Android versions and devices while employing best practices for creating beautiful and performant apps. In addition, code should follow best practices for programming in a team environment with an emphasis on code clarity and maintainability. The engineer will interact with various product owners including internal departments and directly with external clients. The engineer may be asked to lead technical development on some projects, and follow technical lead on others. Remote work acceptable for US-based engineers.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThis a permanent, full-time position. No corp to corp/C2C, recruiters, or agencies please.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBuild beautiful and performant Android apps\u003c/li\u003e\n\u003cli\u003eWrite clean, readable, and maintainable code\u003c/li\u003e\n\u003cli\u003eDevelop for a variety of Android devices from phones to TVs\u003c/li\u003e\n\u003cli\u003eCreate pixel-perfect renditions of design comps\u003c/li\u003e\n\u003cli\u003eWork with legacy code as well as create greenfield code\u003c/li\u003e\n\u003cli\u003eWork with various data sources and APIs\u003c/li\u003e\n\u003cli\u003eWork on bug fixes, application performance and architectural tasks\u003c/li\u003e\n\u003cli\u003eEvaluate and implement new libraries, patterns and technologies to solve challenging problems\u003c/li\u003e\n\u003cli\u003ePeer review code for correctness, adherence to style norms, efficiency\u003c/li\u003e\n\u003cli\u003eInteract directly with product stake holders and collaborate with cross-functional teams\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eSkills and Experience\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years shipping Android apps\u003c/li\u003e\n\u003cli\u003eProficient in Kotlin and Java\u003c/li\u003e\n\u003cli\u003eExpert understanding of threading/concurrency\u003c/li\u003e\n\u003cli\u003eSolid understanding of Dependency Injection, with experience using Dagger\u003c/li\u003e\n\u003cli\u003eSolid understanding of Reactive Programming with experience with RxJava and/or Kotlin Flow\u003c/li\u003e\n\u003cli\u003eExperienced in writing and maintaining Android apps with MVVM, MVP, MVI (pick 2)\u003c/li\u003e\n\u003cli\u003eStrong in the art of Git Fu\u003c/li\u003e\n\u003cli\u003eExperience working with small teams and interacting directly with stake holders\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eThis Developer:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eKeeps up with updates to the Android Framework\u003c/li\u003e\n\u003cli\u003eValues code simplicity over \"cleverness\"\u003c/li\u003e\n\u003cli\u003eForms strong opinions on new libraries and programming paradigms before putting them in production code\u003c/li\u003e\n\u003cli\u003eKnows when to solicit opinions before they code, and when to demonstrate the solution first\u003c/li\u003e\n\u003cli\u003eHolds a strong opinion of their code, but will throw it away when a better solution is needed\u003c/li\u003e\n\u003cli\u003eKnows that they don’t know everything\u003c/li\u003e\n\u003cli\u003eWants to teach as much as learn\u003c/li\u003e\n\u003cli\u003eIs comfortable in Agile or traditional workflows\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003eEmail your resume to \u003ca href=\"mailto:jobs@mercuryintermedia.com\"\u003ejobs@mercuryintermedia.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": null
    },
    {
        "id": "f4b18395-b295-4812-be28-76d816de17f1",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/f4b18395-b295-4812-be28-76d816de17f1",
        "created_at": "Fri Feb 12 15:43:56 UTC 2021",
        "company": "Secureworks",
        "company_url": "https://secureworks.com/",
        "location": "Remote",
        "title": "Golang and Kubernetes Platform Engineering",
        "description": "\u003cp\u003e\u003cstrong\u003eSoftware Engineer - Platform Engineering\u003c/strong\u003e\n\u003cstrong\u003eLocation: Remote\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are a fully remote software engineering team working on the company's next generation security platform. Our goal is to increase the security posture of all of our customers while building a collaborative and innovative engineering culture. We are a proud member of the Dell Technologies family and offer competitive benefit and compensation packages and reward and recognize our employees for exceptional results.\u003c/p\u003e\n\u003cp\u003eThe platform team focuses on backend service and tooling development for other teams and customers to use. We build performant GraphQL APIs using Golang and Kubernetes for  different features of our product, creating and reviewing designs for new projects, building robust software that other teams and customers can use, and collaborating with other internal and external engineering teams to solve problems, as well as building our internal authorization systems. If there is backend work we are involved in one way or another - and our goal as a team is to raise the bar of engineering practices across the larger organization.\u003c/p\u003e\n\u003cp\u003eOur primary tech stack consists of Golang, Kubernetes, Postgres, and Elasticsearch, but we also use tools like ScyllaDB, Redis, Kafka, SQS, and various other AWS services as well.\u003c/p\u003e\n\u003ch1\u003eSkills and Requirements\u003c/h1\u003e\n\u003ch2\u003eWe expect to see:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eSolid programming skills in Golang with experience developing applications similar to our tech stack\u003c/li\u003e\n\u003cli\u003eStrong understanding of database fundamentals\u003c/li\u003e\n\u003cli\u003eStrong understanding of common attack vectors and defensive programming skills\u003c/li\u003e\n\u003cli\u003eExcellent problem solving skills and an ability to work through problems and get stakeholders and team mates to align\u003c/li\u003e\n\u003cli\u003eExcellent debugging skills with the ability to walk from UI down to backend services and tracking where problems are happening\u003c/li\u003e\n\u003cli\u003eSelf motivating and self directed, great at communicating complex ideas with remote teams\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWhat we like to see (but not required):\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eExperience working with kubernetes and designing microservice applications\u003c/li\u003e\n\u003cli\u003eRemote work experience with a geographically distributed team (currently we have teammates in  PST  to GMT time zones)\u003c/li\u003e\n\u003cli\u003eExperience working with UI developers, product managers, and UX researchers\u003c/li\u003e\n\u003cli\u003eComfortable working knowledge of a cloud platform such as AWS, GCP, or similar\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWork Environment\u003c/h2\u003e\n\u003cp\u003eWe are a remote first team and are geographically distributed across the US, Canada, and UK - we utilize tools like Mattermost, Google Meet, Zoom to facilitate communication and tools like Miro and Lucid Charts for diagramming and communicating ideas. We also believe in a strong work-life balance and providing support for team members to accomplish that. We are a family first company that values our team members and has benefits and a culture that will help them through important life events - such as taking care of family, parental leave, etc. We also value continuing education and skills development and have Tech Tuesdays where team members can present to the engineering organization, 3rd parties coming in and giving presentations, as well as training for services like AWS and Kubernetes.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eSecureworks (A Dell Technologies Company) is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. All employment decisions at Secureworks are based on business needs, job requirements and individual qualifications, without regard to race, color, religion or belief, national, social or ethnic origin, sex (including pregnancy), age, physical, mental or sensory disability, HIV status, sexual orientation, gender identity and/or expression, marital, civil union or domestic partnership status, past or present military service, family medical history or genetic information, family or parental status, or any other status protected by the laws or regulations in the locations where we operate. Secureworks will not tolerate discrimination or harassment based on any of these characteristics.  Learn more about Diversity and Inclusion at Secureworks here.\u003c/em\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eEmail your resume to \u003ca href=\"mailto:platform-jobs@secureworks.com\"\u003eplatform-jobs@secureworks.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaFdaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2cefca02f2059546e6e746db79560990c02e0d29/Screen%20Shot%202021-02-12%20at%2010.40.07%20AM.png"
    },
    {
        "id": "4b46a3fb-6a7c-46bc-96a5-eb4e79a71513",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/4b46a3fb-6a7c-46bc-96a5-eb4e79a71513",
        "created_at": "Thu Feb 11 15:11:10 UTC 2021",
        "company": "Cyware",
        "company_url": "http://Cyware",
        "location": "Anywhere",
        "title": "Solutions Architect",
        "description": "\u003cp\u003e\u003cstrong\u003eSolutions Architect\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eUnited States, Remote\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout Cyware\u003c/strong\u003e\nCyware is a venture-backed organization, headquartered in New York City. The firm was founded by innovative practitioners to solve the massive-scale cybersecurity challenges they saw daily while working for leading global banks and technology organizations.\u003c/p\u003e\n\u003cp\u003eCyware is disrupting the cybersecurity operations market with innovation that gives the firm claim to being the far-and-away ONLY company capable of delivering technology to build cyber fusion centers for customers in large enterprises and the mid-market.\u003c/p\u003e\n\u003cp\u003eCyware is in hyper-growth mode. Your next opportunity starts here!!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMore on Cyware\u003c/strong\u003e: (\u003ca href=\"http://www.cyware.com\"\u003ewww.cyware.com\u003c/a\u003e)\nBuilt on innovation designed by SecOps practitioners and cybersecurity leaders, Cyware offers multiple technologies within its next-generation platform, including advanced threat intelligence solutions (TIP) for large and small security teams, vendor-agnostic security automation (SOAR), and security case management. As a result, organizations are able to increase speed and accuracy while reducing costs and analyst burnout. Cyware's Virtual Cyber Fusion solutions make secure collaboration, information sharing, and enhanced threat visibility a reality for enterprises, sharing communities (ISAC/ISAO), MSSPs, and government agencies of all sizes and needs.\u003c/p\u003e\n\u003cp\u003e*\u003cem\u003eAbout you\u003c/em\u003e:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou can lead on strategic and tactical initiatives\u003c/li\u003e\n\u003cli\u003eYou are hungry, inquisitive, proactive, energetic, and driven\u003c/li\u003e\n\u003cli\u003eYou have a growth mindset and are committed to delivering results\u003c/li\u003e\n\u003cli\u003eYou thrive in a fast-paced, collaborative environment\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhy We Are Hiring\u003c/strong\u003e:\nThe Cyware Solutions Architect is responsible for delivering the technical win and product fit at customer accounts. They build customer trust in Cyware solutions, which results in customer success in the post-sale. The Solution Architect leads the technical pre-sales relationship, proposes technical architectures, demonstrates the product, anticipates concerns, and offers creative solutions.\u003c/p\u003e\n\u003cp\u003eThe Solutions Architect role is both highly technical and a skilled relationship builder. They are comfortable showing an engaging communications experience to a CEO or sketching out a flow on a whiteboard with technical decision makers. Utilize their technology background to lead the consultative discovery of the client/prospect’s business goals, objectives, and challenges and to translate them into effective technology solutions.\u003c/p\u003e\n\u003cp\u003eThe Solution Architect plays a leadership role, by analyzing business processes and requirements, presenting related solutions, and driving the business case and financial justifications.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eCome join an exciting startup company in the cybersecurity space that just completed their $10 million dollar Series A funding!\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat You Will Do\u003c/strong\u003e:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eServe as the security solution architect / engineer responsible for the planning and design of both on-prem and cloud-based infrastructure solutions and complex POCs simulating customer environments.\u003c/li\u003e\n\u003cli\u003eLead research, development, and adherence to application standards and patterns, application portfolio strategy for solutions, security tools integrations, and infrastructure.\u003c/li\u003e\n\u003cli\u003eServe as a Lead Security Architect on project teams (including users, developers), to plan, coordinate, analyze, design, review and implement Cyware’s Software.\u003c/li\u003e\n\u003cli\u003eParticipate in the design review process and support the overall Enterprise Architecture Management process.\u003c/li\u003e\n\u003cli\u003eSupport Sales Engineers with solution selling into prospect account base and lead planning, preparation, and execution on strategic deals.\u003c/li\u003e\n\u003cli\u003eLead the deployment of Cyware products in the customer’s environment\u003c/li\u003e\n\u003cli\u003eEstablish and maintain effective working relationships with clients;  Track industry developments and trends on products, services, relevant information about legacy, existing, and emerging technologies\u003c/li\u003e\n\u003cli\u003eUnderstand customer pain points and requirements and propose appropriate solutions\u003c/li\u003e\n\u003cli\u003eWork with QA and development teams to troubleshoot and resolve complex product issues\u003c/li\u003e\n\u003cli\u003eDevelop Solution Architecture Models and Documentation (key written project deliverable).\u003c/li\u003e\n\u003cli\u003eOversee and approve the creation of architecture documentation.\u003c/li\u003e\n\u003cli\u003eAct as a communication channel between the market needs and the development teams for Cyware product enhancements and roadmap creation\u003c/li\u003e\n\u003cli\u003eLead and deliver impactful demos and presentations to clearly communicate the uniqueness of the value proposition\u003c/li\u003e\n\u003cli\u003eAct as a technical account manager for existing customers\u003c/li\u003e\n\u003cli\u003eUnderstand the customer use cases and map it to the Cyware products and deliver the end to end working solution to the customer.\u003c/li\u003e\n\u003cli\u003eWork with the customer to understand the new requirements post implementation and provide appropriate solutions within the product or suggest new requirements of the product to the engineering team.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWho You Are\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor’s Degree and 8+ years of progressive experience in a combination of development, design, infrastructure and/or related IT and Security disciplines.\u003c/li\u003e\n\u003cli\u003eMust have at least 3 years of direct infrastructure, system, application and/or other security solution architecture experience.\u003c/li\u003e\n\u003cli\u003ePossess an understanding of both the Incident Response Lifecycle and Threat Intelligence Lifecycle Process.\u003c/li\u003e\n\u003cli\u003eExposure to multiple, diverse security integrations and automation (SOAR), security tools (SIEM, EDR, UEBA, TIP, CMDB, NAC, etc.), and processing environments, including cloud and SaaS technologies.\u003c/li\u003e\n\u003cli\u003eExperience with SIEM Vendors/Tooling such as: Splunk, QRadar, Arcsight, RSA, Exabeam.\u003c/li\u003e\n\u003cli\u003eExperience with SOAR, IR Vendors/Tooling such as: Demisto, Phantom, Siemplify, IBM Resilient, Swimlane.\u003c/li\u003e\n\u003cli\u003eExperience with Threat Intel Vendors/Tooling such as: MISP, Anomali Threatstream, ThreatConnect, Threat Quotient.\u003c/li\u003e\n\u003cli\u003eExperience with TI Feeds, Enrichment Vendors/Tooling such as: VirusTotal, FireEye, Recorded Future, Hybrid Analysis.\u003c/li\u003e\n\u003cli\u003eExperience with EDR, Other Vendors/Tooling such as: Tanium, CarbonBlack, Crowdstrike, Symantec, AlienVault.\u003c/li\u003e\n\u003cli\u003eFamiliarity in scripting and Object Oriented Programming with Python, other programming  languages, and REST APIs is required.\u003c/li\u003e\n\u003cli\u003eStrong experience in security solution design principles and practices, system development methodologies, and software life cycles.\u003c/li\u003e\n\u003cli\u003eExperience leading security teams is a plus, especially hands-on and able to coach teams on new technologies and practices.\u003c/li\u003e\n\u003cli\u003eUnderstanding or contribution to any open source projects in the domains like SOC, Incident Response, Threat Intelligence, Threat Hunting, etc.\u003c/li\u003e\n\u003cli\u003eStrong understanding of the enterprise network architecture, operating system concepts and IT Security.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003eWe're a lean team, so your impact will be felt immediately. If this all sounds like a good fit for you, why not join us?\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou’ll love working at Cyware because\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe value balance.\u003c/strong\u003e We are committed to providing an environment in which you can balance great work with a great life. You’ll have a generous PTO structure and holidays covered.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe’re not just employees.\u003c/strong\u003e We’re people. We offer 401(k) match, insurance coverage (health, vision, and dental), and reimbursements for your home office.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe’ll invest in your career.\u003c/strong\u003e Our company’s growing quickly, and we’ll give you the opportunity to do the same. You’ll have access to a number of professional development opportunities so that you can keep up with the company’s evolving needs.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe offer competitive compensation packages.\u003c/strong\u003e We deeply value the talent our team brings to the table and believe that fair and equitable total compensation packages are part of our commitment to everyone who works here.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAnd so much more…\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHow to Apply\u003c/strong\u003e\n\u003cem\u003eCheckout our website\u003c/em\u003e: \u003ca href=\"https://boards.greenhouse.io/cyware/jobs/4175262003?gh_jid=4175262003\"\u003ehttps://boards.greenhouse.io/cyware/jobs/4175262003?gh_jid=4175262003\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eCheck out our website to apply for this rolehttps://boards.greenhouse.io/cyware/jobs/4175262003?gh_jid=4175262003\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdXlZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0d0a67cb8c233284f5eae90952a5fbe25ba26ab4/Cyware+Logo+CH.png"
    },
    {
        "id": "2b9d4a83-aa51-482a-b2db-7b0a0b5a6545",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/2b9d4a83-aa51-482a-b2db-7b0a0b5a6545",
        "created_at": "Fri Feb 12 13:56:41 UTC 2021",
        "company": "xential",
        "company_url": "https://www.xential.com/vacatures",
        "location": "Drachten, Netherlands",
        "title": "Back-end developer",
        "description": "\u003cp\u003eAls wij iets doen, doen we het goed! Dat moet ook wel, want zo’n 80.000 gebruikers in Nederland en Duitsland werken dagelijks met onze software. Op dit moment zijn we bezig met een mooie nieuwe ontwikkeling: het bouwen van een cloud native applicatie. Om daar maximaal op te kunnen focussen, zoeken we een team van top-IT’ers in Noord-Nederland (omgeving Drachten).\u003c/p\u003e\n\u003cp\u003eNieuwsgierig geworden? Kom je uit het noorden van Nederland? Wil je voor een groot aantal gebruikers mooie producten maken? Ben jij een topper op het gebied van het ontwikkelen van een cloud native applicatie, automatische integratie, deployment of ontwerp? Wij komen graag met je in contact!\u003c/p\u003e\n\u003cp\u003eKijk voor meer info op \u003ca href=\"http://www.xential.com/vacatures\"\u003ehttp://www.xential.com/vacatures\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eAls onze Backend software developer vernieuw je onze huidige architectuur. Je bouwt aan onze highavailable cloud native server backend. We ontwikkelen APIs (OAS, Rest, SOAP) , microservices, data stores, message brokers en worstelen met concurrency, encryptie en privacy design principles. We abstraheren complexe processen in praktische functies voor de JavaScript devs. Kortom: samen net ons bouw je aan een gave, modulaire en vooral futureproof business-logic cloud engine.\u003c/p\u003e\n\u003cp\u003eWat vragen wij van jou?\u003c/p\u003e\n\u003cp\u003eHet kan niet anders of je kent JAVA als je broekzak. Daarnaast is het mooi meegenomen als je iets weet van MariaDB en Docker.\u003c/p\u003e\n\u003cp\u003eWat we ook heel belangrijk vinden is dat je enthousiasme meebrengt en het vermogen hebt hoofdzaken van bijzaken te onderscheiden. Natuurlijk ben je leergierig en blijf je graag op de hoogte van de laatste ontwikkelingen op je vakgebied. Daarbij heb je minimaal drie jaar werk ervaring en werk en denk je op hbo-niveau.\u003c/p\u003e\n\u003cp\u003eJe gaat werken in een team met veel kennis en passie voor development. Steeds proberen we bij elkaar het beste naar boven te halen. Een team dat groot genoeg is om professioneel te zijn en klein genoeg voor de menselijke maat. We zoeken iemand die eraan bijdraagt om samen naar een nog hoger niveau te komen en tegelijkertijd zélf ook graag nieuwe dingen leert!\u003c/p\u003e\n\u003cp\u003eWerkwijze en tools\u003c/p\u003e\n\u003cp\u003eWe werken Agile. We dwingen onszelf klein te beginnen en het steeds uit te laten groeien tot iets moois. Intussen hebben we een werkende basis en breiden dit uit met heldere planning. We houden elkaar daarin scherp.\u003c/p\u003e\n\u003cp\u003eDe tooling die we gebruiken zegt ook iets over onze manier van werken. Daarom zetten we ze hier op een rij. We staan overigens open voor jouw kijk hierop. Jij hebt tenslotte ervaring met tools die volgens jou meerwaarde bieden en we horen dan ook graag jouw mening!\u003c/p\u003e\n\u003cp\u003eDe tools waar wij enthousiast over zijn:\u003c/p\u003e\n\u003cp\u003eWij gaan voor ‘High quality code’; daarom gebruiken we Spotbugs / PMD / Clippy / ESLint. Zo helpen wij jou (en onszelf!) een betere programmeur te worden.\u003c/p\u003e\n\u003cp\u003eRoutinematige zaken worden we niet blij van, daarom proberen we juist dat te automatiseren. Hiervoor gebruiken we de toolset van GiT / Gitlab.\nWe werken naar continuous testing, door middel van automatische unittesting en Katalon als testautomatiseringstool.\u003c/p\u003e\n\u003cp\u003eLast but not least de SDK, onze altijd actuele kennisbank, die helder maakt hoe je je code opbouwt.\u003c/p\u003e\n\u003cp\u003eKijk voor meer info op \u003ca href=\"http://www.xential.com/vacatures\"\u003ehttp://www.xential.com/vacatures\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e#vacature #developer #ontwikkelaar #JavaScript\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eKijk op \u003ca href=\"https://www.xential.com/vacatures\"\u003ehttps://www.xential.com/vacatures\u003c/a\u003e of stuur een e-mail naar \u003ca href=\"mailto:hr@xential.com\"\u003ehr@xential.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaEdaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d63743bf360550b9dcb744162eae98d407c72e43/Xential_Logo_Rood.png"
    },
    {
        "id": "42fe9c3d-bb5a-4e17-aa91-0ed2139bb057",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/42fe9c3d-bb5a-4e17-aa91-0ed2139bb057",
        "created_at": "Fri Feb 12 13:24:06 UTC 2021",
        "company": "WoodWing",
        "company_url": "https://www.woodwing.com/en/jobs",
        "location": "Zaandam",
        "title": "PHP Developer (medior/senior)",
        "description": "\u003cp\u003eWhere you’ll work\u003c/p\u003e\n\u003cp\u003eEvery day, publishers and brands around the world work with WoodWing products to create magazines, newspapers, and other content, online, in-app, and in print. At WoodWing, you will help build the future of content production, in an organization with little hierarchy and lots of freedom to develop your own skills.\u003c/p\u003e\n\u003cp\u003eAbout your role\u003c/p\u003e\n\u003cp\u003eCome help us develop our Studio Server codebase further, taking us to the next level. Studio Server is the engine behind our advanced workflow- and content editing software, guiding many of the world’s top publishers to produce print- and digital content.\u003c/p\u003e\n\u003cp\u003eWe’re looking for a medior backend developer who will help maintain, build new functionality and implement improvements within the Studio Server. You’ll work with other developers to both support frontend functionality and expand the capabilities of the system. You think about the desired user process and design new or improved functionality or API’s. At WoodWing, developers have the freedom to choose which tools and technologies they want to use to get the work done, respecting the limitations of the existing frameworks and code. You enjoy working with other developers to improve your knowledge.\u003c/p\u003e\n\u003cp\u003eThe core of the current technology stack comprises PHP, SQL, Java, C++, Angular JS and JavaScript. Your main focus will be on PHP and SQL. We use other languages, libraries and tools in our applications – as long as it helps us reach our goals. We expect you to pick up new things quickly and to strengthen the team with your own experience and ideas.\u003c/p\u003e\n\u003cp\u003eWho you are\nMinimum requirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e2+ years’ experience as a developer, preferably working on web apps\u003c/li\u003e\n\u003cli\u003eExperience with object oriented programming languages, preferably Java or C++\u003c/li\u003e\n\u003cli\u003eExperience with PHP\u003c/li\u003e\n\u003cli\u003eExperience with test driven development\u003c/li\u003e\n\u003cli\u003eExperience with troubleshooting and root cause analysis\u003c/li\u003e\n\u003cli\u003eExperience with large data models, relational databases and SQL\u003c/li\u003e\n\u003cli\u003eYou can pick up new programming languages or tools quickly if need be.\u003c/li\u003e\n\u003cli\u003eYou can work independently within a small, multidisciplinary team.\u003c/li\u003e\n\u003cli\u003eExperience with source code repositories, preferable Git/Github\u003c/li\u003e\n\u003cli\u003eYou can communicate in English, both spoken and written word\u003c/li\u003e\n\u003cli\u003eExperience of working within the Agile methodology.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat we offer\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWe build secure, standard products, not custom work. At WoodWing, you’ll have the time to build a good architecture.\u003c/li\u003e\n\u003cli\u003eWe offer the chance to attend professionally related international events\u003c/li\u003e\n\u003cli\u003eThere are many possibilities to develop yourself further and grow within our mature and flexible organization\u003c/li\u003e\n\u003cli\u003eLocated in Zaandam, easily reachable by both train or car. Plenty of parking spaces.\u003c/li\u003e\n\u003cli\u003eContact with colleagues working around the world, with a strong base of developers in Zaandam.\u003c/li\u003e\n\u003cli\u003ePossibility to occasionally work from home\u003c/li\u003e\n\u003cli\u003eInformal working environment including Nerf guns, table tennis, fussball table, pooltable and pair programming tables.\u003c/li\u003e\n\u003cli\u003eA competitive salary, a MacBook Pro, free drinks, fruits, and snacks.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eOur culture and values\u003c/p\u003e\n\u003cp\u003eOur team is made up of more than 20 nationalities, across offices in the Netherlands, Malaysia, and the US. While we have a mix of people, we have a common goal: to build the future of content production for the world’s leading publishers and brands. WoodWing is an organization with a history of innovation. Nearly two decades ago, we helped popularize Adobe InDesign with our first plugin. In 2010 we were the first software provider to make it possible to publish on the iPad. And in 2019 we became the preferred partner of Apple for publishing to Apple News+.\u003c/p\u003e\n\u003cp\u003eOur culture is built around six values - Exploration, Collaboration, Leadership, Fun, and People at Heart. Our values to bring culture to life in our day-to-day behavior. They are carefully selected based on what we have developed over our years as a company, and what we consider important to reach our vision.\u003c/p\u003e\n\u003cp\u003eReady to meet us?\nIf this role looks like your next challenge, please apply by sending us your cv and motivation to \u003ca href=\"mailto:jobapplications@woodwing.com\"\u003ejobapplications@woodwing.com\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eImportant Note:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eApplicants must be eligible to work in the EU and work in Zaandam office\u003c/li\u003e\n\u003cli\u003eThis is a direct hire, agencies are not welcome.\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003eReady to meet us?\nIf this role looks like your next challenge, please apply by sending us your cv and motivation to \u003ca href=\"mailto:jobapplications@woodwing.com\"\u003ejobapplications@woodwing.com\u003c/a\u003e.\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ2FaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a775c27d62ff94f29dd59b11fa6a40f9486ce37d/WW%20logo.png"
    },
    {
        "id": "86c8ea47-ce0f-4a32-99e9-c6ece94e0516",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/86c8ea47-ce0f-4a32-99e9-c6ece94e0516",
        "created_at": "Fri Feb 12 12:28:26 UTC 2021",
        "company": "Lampenwelt GmbH",
        "company_url": "https://www.lampenwelt.de/",
        "location": "Berlin",
        "title": "Senior Full-Stack Developer (m/w/x) 100% Remote",
        "description": "\u003cp\u003eSuchst du eine neue, spannende Herausforderung? Eine Anstellung mit starken Entwicklungsmöglichkeiten in einem der führenden Online-Unternehmen Deutschlands? Persönliche und berufliche Entfaltungsmöglichkeiten?\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"http://lampenwelt.de/\"\u003eLampenwelt.de\u003c/a\u003e gehört zu den führenden E-Commerce Unternehmen Deutschlands und ist unter den Online-Spezialisten in seiner Branche \u003cstrong\u003eMarktführer\u003c/strong\u003e und Benchmark in Europa. Wir sind in \u003cstrong\u003e17 europäischen Ländern\u003c/strong\u003e aktiv. Mit einem Team von aktuell \u003cstrong\u003eüber 500 Mitarbeitern aus 25 Nationen\u003c/strong\u003e schreiben wir die Erfolgsgeschichte von Lampenwelt fort – und brauchen Verstärkung.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Aufgaben:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003econtribute in architecture and other fundamental discussions\u003c/li\u003e\n\u003cli\u003eimplement assigned stories using the architecture and technology chosen by the team\u003c/li\u003e\n\u003cli\u003etransform design layouts into state of the art mobile-first applications under consideration of our code guidelines\u003c/li\u003e\n\u003cli\u003etaking care of APIs, connections to third party tools\u003c/li\u003e\n\u003cli\u003ecreate high quality, reusable and resilient code\u003c/li\u003e\n\u003cli\u003eexplore and evaluate new technologies and frameworks\u003c/li\u003e\n\u003cli\u003eimplement all required tests to meet the „Definition of Done\"\u003c/li\u003e\n\u003cli\u003ehelp and train other engineers on their technical tasks\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDu bringst mit:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAs a web developer by heart you:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ehave a solid understanding of modern web architecture and advanced experience in a web framework like next.js, react, vuejs, node/nestjs, but also Ruby on Rails, Elixir or Phoenix\u003c/li\u003e\n\u003cli\u003ehave relevant experience in developing large web applications (preferably for e-commerce)\u003c/li\u003e\n\u003cli\u003ehave knowledge of cloud computing and how to write software in IAAS/PAAS mode\u003c/li\u003e\n\u003cli\u003ehave knowledge in event-drive / microservice architecture is advantageous\u003c/li\u003e\n\u003cli\u003ehave knowledge in test automation and CI/CD\u003c/li\u003e\n\u003cli\u003eare looking for a place where you can challenge yourself, thrive and make your work time count\u003c/li\u003e\n\u003cli\u003ehave experience in stakeholder and time management\u003c/li\u003e\n\u003cli\u003ehave a deep understanding of agile work and use the know how to organize work around stories and tasks\u003c/li\u003e\n\u003cli\u003eare proactive, self-reliant, self-reflective and assertive\u003c/li\u003e\n\u003cli\u003ehave 5-6 years of work experience\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWir bieten:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHomeoffice\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHomeoffice regulation\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eEmployee discounts\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSpecial conditions on our product range\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eFlexWork\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePossibility of flexitime\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eIndividual development opportunities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIndividual training\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eJobBike\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eContribution to your own dream bike\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eSports and fitness offers\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eSpecial conditions for Lampenwelt employees in all fitness studios\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eEntrepreneurial atmosphere\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompany events and high appreciation of employees\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eTeam spirit\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMeet for coffee with our CEO? Participate in the company's own running or soccer group? We live and breathe togetherness!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDein Ansprechpartner:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMelissa Barnes\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e+49 6642-406 99 9930\n\u003ca href=\"mailto:melissa.barnes@lampenwelt.de\"\u003emelissa.barnes@lampenwelt.de\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eWir freuen uns auf deine aussagekräftigen Bewerbungsunterlagen!\n\u003cstrong\u003eBewerbungen bitte online unter dem Button \"Bewerben\" einreichen!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/5802eb011c2355537029d1f0c484d96819a43a06/68747470733a2f2f742e676f686972696e672e636f6d2f682f65303163643464663330333235333466663236613264393431653533653764336565393733653432616232663334333231383031646338313932373231383139\"\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://t.gohiring.com/h/3b672064a26cd3f6a5903afb02306e409aa062a70f5a808f0d8f0fa9a090a605\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ0NaIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--fbdcab71e0920a20aac57d05c2d4cf1dd50dcac2/Lampenwelt%20GmbH.jpg"
    },
    {
        "id": "46ab84b4-12dc-4a95-ab08-422428554dfc",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/46ab84b4-12dc-4a95-ab08-422428554dfc",
        "created_at": "Fri Oct 09 19:42:30 UTC 2020",
        "company": "Playco",
        "company_url": "http://www.play.co",
        "location": "Remote",
        "title": "Core/Backend Engineer",
        "description": "\u003cp\u003eHere at Playco, we make games that bring the world closer together through play.\u003c/p\u003e\n\u003cp\u003eOur ideal teammates are thoughtful, humble, and passionate professionals who can both zoom into the details and zoom out to embrace the big picture. We are inspired by makers and tinkerers, who are unafraid to experiment with a healthy disregard for constraints. We hope you'll enrich our team with your enthusiasm and passion, both for games and for life.\u003c/p\u003e\n\u003cp\u003eOur engineers are generally amazing at something and great at everything else. We write scalable backend systems, cross-compilers, JavaScript / TypeScript game APIs and tools, and whatever else it takes. No matter what you work on each day, you will work with the best engineers in the world; we have top talent in every part of our stack.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe Role\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe a key member of a high performing software engineering team.\u003c/li\u003e\n\u003cli\u003eArchitect and code sophisticated client/server systems for instant gaming.\u003c/li\u003e\n\u003cli\u003ePlay a critical role in day-to-day coding, performance profiling, optimization, and general troubleshooting.\u003c/li\u003e\n\u003cli\u003eCollaborate with design, engineering, and production teams to devise optimal engineering solutions to game requirements.\u003c/li\u003e\n\u003cli\u003eLearn from and mentor other engineers on your team.\u003c/li\u003e\n\u003cli\u003eTake ownership of your projects to make them the best they can possibly be.\u003c/li\u003e\n\u003cli\u003eProvide valuable input on the company’s long-term engineering roadmap and help identify areas of opportunity for improvement.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDesired Skills\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor’s degree in Computer Science or related field, or equivalent experience.\u003c/li\u003e\n\u003cli\u003e3+ years of professional software engineering experience.\u003c/li\u003e\n\u003cli\u003eExperience writing clean, testable, high-quality code and designing highly scalable systems in production.\u003c/li\u003e\n\u003cli\u003eSolid familiarity with deployment on cloud environments (AWS, GCP, Azure, etc.).\u003c/li\u003e\n\u003cli\u003eStrong Computer Science fundamentals in software systems design, algorithms, and data structures.\u003c/li\u003e\n\u003cli\u003eAbility to interact with peers in a constructive and productive style.\u003c/li\u003e\n\u003cli\u003eFamiliarity with git, svn, or other VCS.\u003c/li\u003e\n\u003cli\u003eGood communication skills and the ability to work effectively on shared projects with designers, artists, testers, product managers, and other developers.\u003c/li\u003e\n\u003cli\u003eStrong team player with a positive attitude.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBonus\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExpert knowledge of NodeJS and ES6 / TypeScript.\u003c/li\u003e\n\u003cli\u003eDevOps experience -- setting up CI/CD environments, orchestrating deployments, creating monitoring dashboards, anything that makes the development process easier, more enjoyable and more accountable.\u003c/li\u003e\n\u003cli\u003eExperience in game development and shipped titles.\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jobs.lever.co/playco/4cbca38a-563f-432f-978b-b41f1dabc66c?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003eApply Here\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc2FMIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--cb29d1ab0fec648aee52b0ad6e7ec0a0485551ca/Round_Logo1%20(1).png"
    },
    {
        "id": "1f21b777-6e99-483d-b3c2-d55b07654194",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/1f21b777-6e99-483d-b3c2-d55b07654194",
        "created_at": "Thu Feb 11 18:49:39 UTC 2021",
        "company": "Boston Red Sox ",
        "company_url": null,
        "location": "Boston",
        "title": "Data Engineer ",
        "description": "\u003cp\u003ePOSITION OVERVIEW:\nThe Data Engineer, Baseball Systems position will be a member of the baseball operations software development team, and is responsible for integrating, collecting, processing, and storing many sources of baseball data, as well as designing and building new data solutions. This position must be comfortable with on-premises and cloud solutions, and take the initiative to explore new optimizations and cutting-edge data technologies. This individual will work closely with our data architect, analysts, developers, and other members of baseball operations.\u003c/p\u003e\n\u003cp\u003eRESPONSIBILITIES:\u003c/p\u003e\n\u003cp\u003e Build leading-edge baseball solutions together with the software development team, analysts, and others on new and existing baseball systems\n Build and maintain integration pipelines, often via an API or file-based, while also identifying areas of improvement and spending time to re-architect when required\n Build and maintain infrastructure to optimize extraction, transformation, and the loading of data from various sources\n Design, build, and maintain data warehousing solutions for the software development and analytics teams\n Build and maintain tools for the analysts to enable more efficient and extensive data modeling and simulation efforts\n Participate in key phases of the software development process of critical baseball applications, including requirements gathering, analysis, effort estimation, technical investigation, software design and implementation, testing, bug fixing, and quality assurance\n Actively participate with software developers and data architects in design reviews, code reviews, and other best practices\n Work closely at times with baseball analysts to design and implement data solutions\n Respond to and resolve technical problems and issues in a timely manner\u003c/p\u003e\n\u003cp\u003eTECHNICAL SKILLS \u0026amp; QUALIFICATIONS:\u003c/p\u003e\n\u003cp\u003e Bachelor’s degree in Computer Science, Software Engineering, Computer Engineering, Statistics, Information Systems, or a related field\n 2-3 years of experience in a Data Engineer role\n Strong SQL skills, including query optimization and database design\n Experience building custom API integrations, interfacing with JSON, XML, and custom data structures\n Experience with AWS, GCP, or Azure cloud services, such as Cloud SQL, RDS, Redshift, Azure SQL, Azure SQL DW, or others\n Experience building data solutions using Python, C#, C++, Ruby, or other languages\n Experience with scheduling and workflow management platforms, such as Airflow\n Experience with big data frameworks such as Hadoop or Spark is a plus\n Experience with R and RStudio is a plus\n Experience with engineering and productionizing statistical/ML models a plus\n Professional experience as an analyst/data scientist (or extensive coursework) a plus\u003c/p\u003e\n\u003cp\u003eGENERAL SKILLS:\n Ability to work autonomously and as a team in a fast paced environment\n High level of attention to detail with the ability to multi-task effectively\n Comfortable working remotely using Zoom, Teams, Slack, Trello, and other tools to communicate with all team members\n High degree of professionalism and ability to maintain confidential information\n Excellent organizational and time management skills\n An understanding of baseball is a plus\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jobs.lever.co/redsox/e97bbd44-4dfa-483a-aab3-a0f7f822d87e\"\u003ehttps://jobs.lever.co/redsox/e97bbd44-4dfa-483a-aab3-a0f7f822d87e\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdnFZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0a14d07473ed87e099577506264fd8e6ee906a83/download.png"
    },
    {
        "id": "efcb9d11-0c85-46ff-a593-2d9a2d290224",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/efcb9d11-0c85-46ff-a593-2d9a2d290224",
        "created_at": "Thu Feb 11 18:18:01 UTC 2021",
        "company": "unwynd.io",
        "company_url": "http://www.unwynd.io",
        "location": "Remote",
        "title": "Top-Notch Senior Full-Stack Developer (Electron.js \u0026 node.js)",
        "description": "\u003cp\u003eWe are expanding our amazing team and looking for a top-notch \u003cstrong\u003e5yr+ Full Stack Developer\u003c/strong\u003e to join our team on a remote basis.\u003c/p\u003e\n\u003cp\u003eWe are building the very first text editor powering fully digitized documents in a dedicated project environment bringing structure to unorganized content to harness the power of hidden insight.\u003c/p\u003e\n\u003cp\u003eYou should be comfortable around both backend and frontend languages and frameworks as you will have the opportunity to work through our entire stack, from the backend API to the web and desktop App.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eRequirements:\u003c/em\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eStrong knowledge of JavaScript web frameworks such as node.js, react.js, vue.js, electron.js, chromium, etc. (ideally electron \u0026amp; chromium)\u003c/li\u003e\n\u003cli\u003eStrong knowledge of frontend technologies such as HTML, CSS and LESS\u003c/li\u003e\n\u003cli\u003eGood knowledge of database management such as MySQL and Postgres\u003c/li\u003e\n\u003cli\u003eKnowledge of REST API concepts\u003c/li\u003e\n\u003cli\u003eProficient understanding of Git\u003c/li\u003e\n\u003cli\u003ePassion for writing clean code, making use of coding standards and design patterns\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003eYou will stand out if you have:\u003c/em\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience working on Add-Ons for VSCode or Atom.io\u003c/li\u003e\n\u003cli\u003eExperience working with ReactJS and/or React Native\u003c/li\u003e\n\u003cli\u003eExperience working with richly formatted text (.docx, .xlsx, etc.)\u003c/li\u003e\n\u003cli\u003eComfortable writing unit tests\u003c/li\u003e\n\u003cli\u003eFamiliarity with Docker\u003c/li\u003e\n\u003cli\u003eFamiliarity with AWS\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003eEmail your resume/CV to \u003ca href=\"mailto:contact@unwynd.io\"\u003econtact@unwynd.io\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdldZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c393a347d629cad343fbb97c300ffd14b8899166/linkedin-logo_2.png"
    },
    {
        "id": "a0326666-9a5a-473d-bce3-546c69c676d5",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/a0326666-9a5a-473d-bce3-546c69c676d5",
        "created_at": "Wed Feb 10 22:40:36 UTC 2021",
        "company": "Timehop",
        "company_url": "https://www.timehop.com/",
        "location": "Remote",
        "title": "Programmatic Solutions Engineer",
        "description": "\u003cp\u003eAbout us\u003c/p\u003e\n\u003cp\u003eEvery day, millions of users come to Timehop to reminisce. Timehop surfaces all of your memories, from your camera roll and social media accounts to show you what you did and what you said on this day in history. Our platform has connected people to their past for nearly a decade, and we’ve successfully leveraged programmatic advertising to enable and empower our mission. We now offer this mobile advertising platform–called Nimbus–as a service to third-party mobile applications to power their programmatic advertising needs.\nWhat we’re looking for? We’re looking for an All-Star Solutions Engineer to help streamline Publisher/Client onboarding.\u003c/p\u003e\n\u003cp\u003eHow will you help us achieve it? You will be a pivotal touchpoint on new sales inbounds for publisher accounts. Your role will help facilitate the ease and transition starting from post-sales to onboarding to maintenance. Communication and creative thinking is a must! You’ll be responsible for managing expectations and help troubleshoot any technical issues.\nYou will have the opportunity to forge strong relationships with clients, build trust, understand objectives and communicate as a consultative partner. You’ll be recommending best strategies and will be required to illustrate how Nimbus fits into those strategies, etc. Your role will require you to comprehend, identify and take action on publisher/app behavior/patterns.\u003c/p\u003e\n\u003cp\u003eJob Description\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDeveloping an in-depth understanding of Nimbus’s technology and underlying architectures and being able to articulate to potential clients from a technical perspective on differences between Nimbus, and other competing products in the market.\u003c/li\u003e\n\u003cli\u003eManaging the customer’s problems through effective technical assistance, diagnosis, resolution, or implementation of debug tools to ensure successful integration as their Nimbus technical point of contact.\u003c/li\u003e\n\u003cli\u003eReviewing client applications and doing build reviews to diagnose, remedy, and approve clients before go-live.\u003c/li\u003e\n\u003cli\u003eIdentifying and triaging urgent issues that may happen while the publisher is live and understanding the potential root cause of the issues.\u003c/li\u003e\n\u003cli\u003eUnderstanding customer needs, thinking through creative solutions and advocating for their requests with cross-functional teams all while setting expectations throughout the integration process.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eQualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eProven track record of growing accounts by forging a strong relationship with clients, understanding their objectives, and recommending the best strategies.\u003c/li\u003e\n\u003cli\u003eEffective time management skills – Ability to prioritize and meet deadlines.\u003c/li\u003e\n\u003cli\u003eA passion for figuring out solutions to complex business problems faced by clients.\u003c/li\u003e\n\u003cli\u003eOutstanding troubleshooting, analytical, and problem-solving abilities, along with an ability to collaborate cross-functionally in a fast-paced start-up environment.\u003c/li\u003e\n\u003cli\u003eEagerness to work in a dynamic environment that will be rapidly changing.\u003c/li\u003e\n\u003cli\u003eProfessional demeanor. Strong oral and written communication skills.\u003c/li\u003e\n\u003cli\u003eExperience in advocating for customer issues or needs while informing internal product decisions.\u003c/li\u003e\n\u003cli\u003eBS or BA required \u0026amp; advanced degree desirable.\u003c/li\u003e\n\u003cli\u003eFamiliarity with iOS and Android, along with a working knowledge of mobile software development.\u003c/li\u003e\n\u003cli\u003eFamiliarity with common network protocols (HTTP/HTTPS) and the use of REST APIs.\u003c/li\u003e\n\u003cli\u003eExcellent communication skills and ability to explain technical issues and resolution via email,   phone, video-conference, and in-person.\u003c/li\u003e\n\u003cli\u003eMinimum of 2 years of similar experience.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBonus Points\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHands-on programming experience.\u003c/li\u003e\n\u003cli\u003eFamiliarity with mobile application development and marketing.\u003c/li\u003e\n\u003cli\u003eExpertise in working with SSPs, RTB, DSPs, ad exchanges, aggregators, ad servers, and other optimization platforms is a plus.\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003eComplete an application with us using the following link:\n\u003ca href=\"https://jobs.lever.co/timehop/\"\u003ehttps://jobs.lever.co/timehop/\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdE9ZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1ba871f4cfd49fe4199f403fb511d7cf0f12c0e6/timehop_logo_yellow_500px-04.png"
    },
    {
        "id": "c05204de-9a30-4b5d-9e53-4db079155253",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/c05204de-9a30-4b5d-9e53-4db079155253",
        "created_at": "Mon Jan 11 03:48:08 UTC 2021",
        "company": "ExpressVPN",
        "company_url": "http://www.expressvpn.com",
        "location": "SIngapore / Remote",
        "title": "Server-side Software Developer",
        "description": "\u003cp\u003e\u003cstrong\u003eLocation: Singapore or Remote\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe're looking for creative server-side software developers\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eJoin our back-end teams building user-friendly online services for consumers. We use a micro-services architecture with a broad range of different technology stacks and high levels of automated test coverage. The majority of our back-end is written in Ruby.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHighlights\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eScale and performance challenges. Handle tens of thousands of rpm, scale across geographically distributed datacenters, solve complex computational tasks quickly, and be highly available.\u003c/li\u003e\n\u003cli\u003eSecurity. We work with world-class penetration testers.\u003c/li\u003e\n\u003cli\u003eAPI design. We have client-side apps for Windows, Mac, Android, iOS, Linux, routers, and browser extensions for Chrome, Firefox, and Safari. Keep the API designs simple and meet the various requirements for our apps.\u003c/li\u003e\n\u003cli\u003eSplit-testing. We make heavy use of A/B testing to optimize our front-end for sales conversions. We have enough volume to often get significant results within one day.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eYour responsibilities may cover systems that each bring their own set of interesting technical and design challenges, especially around scale, security, and availability.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eContinuous Delivery. All logic is tested automatically. We deploy multiple times per day. We often use TDD.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eMicroservices architecture. We can pick the right stack for each individual application. Currently those involve combinations of Ruby, Go, Node.JS, C, mySQL, Postgres, Redis, MongoDB, RabbitMQ, Docker, Chef and Ansible.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eCode-reviews. We invest in spreading knowledge around the team, and keeping our code easy to read, test, and maintain.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou love to solve problems, you’re excited about building well-designed systems, eager to learn and continually improve your skills.\u003c/li\u003e\n\u003cli\u003eYou take great pride in the quality of your code\u003c/li\u003e\n\u003cli\u003eExpert in at least one modern server-side language. You test your code primarily with automation.\u003c/li\u003e\n\u003cli\u003eEager to learn some Ruby (you’ll see a lot of it here, though it won’t necessarily be your primary language)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOptional\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eNice to have: Experience building high-load scalable systems\u003c/li\u003e\n\u003cli\u003eNice to have: Devops experience (Linux, Docker, Nginx, Ansible, Kubernetes, Terraform, Cloud-based Databases, Queues)\u003c/li\u003e\n\u003cli\u003eIn general, we’re looking for someone with raw smarts and potential who can easily learn the specific skills needed for our work.\u003c/li\u003e\n\u003cli\u003eWe’re open to candidates with various levels of experience. From junior to very senior, come talk to us!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat we offer\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eChallenging work in a fun and collaborative environment\u003c/li\u003e\n\u003cli\u003eAttractive compensation and time-off benefits\u003c/li\u003e\n\u003cli\u003eSpacious open-concept and centrally located offices\u003c/li\u003e\n\u003cli\u003eFull-time employment with flexible working hours\u003c/li\u003e\n\u003cli\u003eFully stocked pantry with fresh fruit and snacks\u003c/li\u003e\n\u003cli\u003eTeam lunches and company events every quarter\u003c/li\u003e\n\u003cli\u003eMulticultural teams represented by 30+ nationalities\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eNote: Please upload your resume as a PDF and do not include any salary or compensation information in it.\u003c/strong\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://grnh.se/b589e4f52us\"\u003eApply Here\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdUtZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--55ea861d68f6b69fec38acf665ad79bdebcd1811/Red.png"
    },
    {
        "id": "caa2df9e-4b6c-42cb-916c-7ca1c241fa00",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/caa2df9e-4b6c-42cb-916c-7ca1c241fa00",
        "created_at": "Wed Feb 10 20:28:37 UTC 2021",
        "company": "Cambridge Associates",
        "company_url": null,
        "location": "Boston",
        "title": "Lead Developer",
        "description": "\u003cp\u003eLead Software Developer – Investment Service Group\u003c/p\u003e\n\u003cp\u003eFirm Overview\u003c/p\u003e\n\u003cp\u003eCambridge Associates was founded in the early 1970s to assist nonprofit institutions with the investment of their endowment assets.  Today, we provide investment management, financial planning and proprietary capital markets research to over 1000 clients including nonprofit institutions, private clients (families) and pension plans.  The firm advises on assets in all asset categories, including equities, bonds, non-US investments, real estate, venture capital, hedge funds, leveraged buyout funds, oil and gas partnerships, and many other types of investments.  We monitor the performance of nearly all major institutional investment managers and provide an advanced monitoring service for our clients to evaluate alternative assets managers such as venture capital and private equity.\u003c/p\u003e\n\u003cp\u003eCambridge Associates has a staff of more than 1,100 professionals, including 200 Investment Directors and 150 Investment Associates, based in eight offices located in Arlington, Beijing, Boston, Dallas, London, Menlo Park, Singapore and Sydney. We select our employees with great attention to their potential to become valuable members of a collegial, intelligent and hard-working team.\u003c/p\u003e\n\u003cp\u003ePosition Overview\u003c/p\u003e\n\u003cp\u003eThe Investment Systems Group is seeking a lead software developer to join our development team.  You will have the opportunity to work with a talented team designing and developing mission-critical software at our firm.\u003c/p\u003e\n\u003cp\u003eThe team is responsible for delivering data services to support business process and workflows, decision support systems, and reporting capabilities for our internal customers and the firm’s clients.  These include web applications, mobile apps, and backend services.\u003c/p\u003e\n\u003cp\u003eOur developers are responsible for reviewing business needs, providing a technical design, implementation, testing and maintaining software.  Cambridge Associates is looking for creative individuals who are driven to produce great solutions while following standards and industry best practices.  These positions require intelligent and self-motivated developers.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAs part of an agile team, work closely with business analysts, architects and QA.\u003c/li\u003e\n\u003cli\u003eParticipate in planning activities, collaborate and coordinates the efforts across development teams.\u003c/li\u003e\n\u003cli\u003eProvide suggestions and adjustments as needed to deliver quality software within project scope and timeframes.\u003c/li\u003e\n\u003cli\u003ePromote and perform development work consistent with industry standards and best practices\u003c/li\u003e\n\u003cli\u003eWhere applicable, refactor existing code for performance improvements and compliance with latest standards\u003c/li\u003e\n\u003cli\u003eAbility to work independently and understand application functionality through reverse engineering code\u003c/li\u003e\n\u003cli\u003ePerform unit testing and support test automation.\u003c/li\u003e\n\u003cli\u003eApply continuous integration and continuous delivery techniques.\u003c/li\u003e\n\u003cli\u003eConduct peer code reviews.\u003c/li\u003e\n\u003cli\u003eWork on R\u0026amp;D activities and prototypes.\u003c/li\u003e\n\u003cli\u003eSupport Tier 1 systems.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eQualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA Bachelor’s degree in computer science or equivalent experience.\u003c/li\u003e\n\u003cli\u003e7-10 years of professional experience building message driven applications on the JVM\u003c/li\u003e\n\u003cli\u003eExperience with event sourcing and other event driven architecture patterns.\u003c/li\u003e\n\u003cli\u003eExperience with building applications in AWS, specifically EC2 Container Service, EMR (Apache Spark), Lambda, Kinesis, SQS and SNS.\u003c/li\u003e\n\u003cli\u003eExperience with relational databases and JDBC required. Experience with search engines such as - Elasticsearch or Lucene a plus.\u003c/li\u003e\n\u003cli\u003eDemonstrated experience applying TDD, continuous integration and lean delivery.\u003c/li\u003e\n\u003cli\u003eExperience building and maintaining micro-service components and architectures.\u003c/li\u003e\n\u003cli\u003eExperience building measurement and continuous improvement into software.\u003c/li\u003e\n\u003cli\u003eAbility to satisfy complex business requirements through simple design and execution.\u003c/li\u003e\n\u003cli\u003ePossess strong problem-solving and analytical skills.\u003c/li\u003e\n\u003cli\u003eExperience with mid/back-office financial services operations a plus.\u003c/li\u003e\n\u003cli\u003eAll candidates must be eligible to work in the US without sponsorship.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCambridge Associates is an equal opportunity employer. Diversity and inclusion are essential elements of our culture. We are committed to fostering an environment where individual perspectives, backgrounds, and life experiences make the firm a great place to work, and result in a more satisfying client experience.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eApply at \u003ca href=\"https://phe.tbe.taleo.net/phe02/ats/careers/v2/viewRequisition?org=CAMBRIDGEASSOCIATES\u0026amp;cws=47\u0026amp;rid=7721\"\u003ehttps://phe.tbe.taleo.net/phe02/ats/careers/v2/viewRequisition?org=CAMBRIDGEASSOCIATES\u0026amp;cws=47\u0026amp;rid=7721\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": null
    },
    {
        "id": "e13be5b4-9039-408f-9b88-3327bac37f70",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/e13be5b4-9039-408f-9b88-3327bac37f70",
        "created_at": "Wed Feb 10 16:28:03 UTC 2021",
        "company": "Basil Systems",
        "company_url": "http://www.basilsystems.com",
        "location": "Remote",
        "title": "Front-end Engineer",
        "description": "\u003cp\u003eBasil Systems is a healthcare-focused start-up delivering a SaaS application that leverages product, market and regulatory data to support all types of players in the medical device and pharmaceutical industries.  Our goal is to help our customers deliver safe and innovative healthcare products to patients and consumers, while reducing the time to get to market.  After 14 months of stealth development, we soft launched in late December 2020 to a very positive market reception and customers.\u003c/p\u003e\n\u003cp\u003eIn short, Basil is a funded, revenue generating, and growth-oriented company – and we are actively seeking talented developers as we expand our engineering team.  As a front-end engineer you'll play a vital role in the ongoing design and development of our app, noticing every detail without losing sight of the big picture.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eFront-end Engineer\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are looking for a motivated self-starter; you’ll spend your time building reliable front-end experiences. We would like you to have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e3+ years of professional experience as a front-end engineer\u003c/li\u003e\n\u003cli\u003eAdvanced proficiency in building modern web applications with Java Script\u003c/li\u003e\n\u003cli\u003eCreated displays of proprietary data using D3 or related libraries\u003c/li\u003e\n\u003cli\u003eDemonstrated efficient use of APIs (REST/JSON) for data transfer and business processes\u003c/li\u003e\n\u003cli\u003eUp-to-date knowledge of React and Typescript\u003c/li\u003e\n\u003cli\u003eExperience integrating third party component libraries\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eNot all of these are required, but ideally you have experience with:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBuilding complex custom interface components\u003c/li\u003e\n\u003cli\u003eUsing software configuration management (SCM) tools (e.g. Git, Subversion) for software development\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eSome nice to haves\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDemonstrated ability to improve code quality through writing unit tests, automation and performing code reviews\u003c/li\u003e\n\u003cli\u003eBuilt scalable code bases with an emphasis on performance\u003c/li\u003e\n\u003cli\u003eExperience with containers (Docker/Kubernetes) and the AWS ecosystem\u003c/li\u003e\n\u003cli\u003eInterest in providing visualizations of ML-driven or algorithmic data\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eFinally\u003c/strong\u003e\nWe are a distributed team headquartered in Boston, with an office in Nashville, TN.  However, our culture allows flexibility as to when, where and how you work best – and actively employ and support remote engineers.\u003c/p\u003e\n\u003cp\u003eBenefits include:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive salary (Depending upon experience, range from $80k - $155k)\u003c/li\u003e\n\u003cli\u003eHealth and vision\u003c/li\u003e\n\u003cli\u003eAn attractive equity package\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBasil supports and encourages building a work environment that is diverse, inclusive, and safe for everyone -- and we welcome all applicants.  Contact us at: \u003ca href=\"mailto:jobs@basilsys.com\"\u003ejobs@basilsys.com\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"mailto:jobs@basilsys.com\"\u003ejobs@basilsys.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBczJZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--620133d535fb722eaafc849318e1ad8e06aecf8c/website_logo_transparent_background.png"
    },
    {
        "id": "0094afbc-2913-4071-a52b-29c18cc49a11",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/0094afbc-2913-4071-a52b-29c18cc49a11",
        "created_at": "Wed Feb 10 12:41:40 UTC 2021",
        "company": "MNK Group SA",
        "company_url": "https://mnkgroup.ch",
        "location": "Remote",
        "title": "C# Developer",
        "description": "\u003cp\u003eOne of our premium clients in the Oil\u0026amp;Gas industry is looking for Middle and Senior C# Developers with WPF experience. The team is growing rapidly, so if the position suits you or someone you know, don’t hesitate to apply!\u003c/p\u003e\n\u003cp\u003eRemote condition: Be based in Europe, preferrably Romania\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTechnical requirements\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMust have:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e4+ years of C# development experience and knowledge of advanced programming practices,\ni.e. design patterns\u003c/li\u003e\n\u003cli\u003eWPF\u003c/li\u003e\n\u003cli\u003eIn-depth understanding of OO principles\u003c/li\u003e\n\u003cli\u003eUnderstanding of Agile practices, including test-driven development and refactoring, will be a distinct advantage\u003c/li\u003e\n\u003cli\u003eMulti-threading\u003c/li\u003e\n\u003cli\u003eSQL Server 2005+\u003c/li\u003e\n\u003cli\u003eHighly organized and possess problem-solving skills\u003c/li\u003e\n\u003cli\u003eExperience of Unit and Integration Testing\u003c/li\u003e\n\u003cli\u003eFluent in English (spoken and drafting skills)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eNice to have:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMessage Oriented Middleware Experience/exposure to Financial and/or commodities trading environment\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003ePlease email your resume to \u003ca href=\"mailto:Silvana.oprea@mnkgroup.ch\"\u003eSilvana.oprea@mnkgroup.ch\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcnlZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--522a19a8730efababe3286da284bbb8e09893243/logo@2x.png"
    },
    {
        "id": "629a38e4-abfa-44d1-8fb3-d5fa9a20f417",
        "type": "Part Time",
        "url": "https://jobs.github.com/positions/629a38e4-abfa-44d1-8fb3-d5fa9a20f417",
        "created_at": "Wed Feb 10 12:34:33 UTC 2021",
        "company": "Gemeente Amsterdam",
        "company_url": "https://www.amsterdam.nl/",
        "location": "Amsterdam",
        "title": "Senior Python Data Platform Developer",
        "description": "\u003cp\u003eGemeente Amsterdam heeft een vacature voor de functie van\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSenior Python Data Platform Developer\u003c/strong\u003e\n32-36 uur\u003c/p\u003e\n\u003cp\u003eAls Senior Python Data Platform Developer ontwikkel je mee aan de metadata standaard, het beheer van de metadata in de centrale datacatalogus en vooral: je genereert dynamisch diensten zoals API’s op basis van deze metadata. Je bouwt dus niet alleen, maar denkt ook na - en ontwikkelt – over de toepasbaarheid ervan in het grotere geheel.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDe functie\u003c/strong\u003e\nWil je bijdragen aan het nieuwe data platform voor de gemeente Amsterdam? In een innovatieve omgeving waarin je werkt aan open source diensten gebaseerd op de nieuwste technieken? Waar je werkt met alle typen data, van groot tot gevoelig, van relationeel tot geografisch? Wil je werken aan een product dat er maatschappelijk écht toe doet? Kom dan werken bij gemeente Amsterdam!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eIn het kort\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJe draagt bij aan, en wordt meegenomen in, de ontwikkeling van een digitale datagedreven stad;\u003c/li\u003e\n\u003cli\u003eJe ontwikkelt open source in een innovatieve overheidsomgeving;\u003c/li\u003e\n\u003cli\u003eJe maakt deel uit van de transitie naar Microsoft Azure.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eZo draag je bij aan Gemeente Amsterdam\u003c/strong\u003e\nAls Senior Python Data Platform Developer werk je aan de ontwikkeling van generieke data-diensten voor hét centrale dataplatform van gemeente Amsterdam. Je ontwikkelt mee aan de metadata standaard, het beheer van de metadata in de centrale datacatalogus en vooral: je genereert dynamisch diensten zoals API’s op basis van deze metadata.\u003c/p\u003e\n\u003cp\u003eJe bouwt dus niet alleen, maar denkt ook na - en ontwikkelt – over de toepasbaarheid ervan in het grotere geheel. Je werkt samen met een aantal andere ervaren back-end ontwikkelaars en data engineers.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDit doe je tijdens een gemiddelde sprint\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eJe werkt in een multidisciplinair Agile/Scrum team, in een moderne DevOps omgeving;\u003c/li\u003e\n\u003cli\u003eAls developer zorg je, in samenspraak met je product owner, voor afstemming met de klant en je teamgenoten. Je geeft heldere en richtinggevende adviezen op het gebied van innovatie, ontwikkeling en onderhoud van de huidige applicaties;\u003c/li\u003e\n\u003cli\u003eJe ontsluit data via RESTful API’s, met microservices die in Docker containers draaien en deployt deze continu naar productie op basis van CI/CD;\u003c/li\u003e\n\u003cli\u003eWe ontwikkelen volgens het ‘Open Source tenzij’ principe, streven naar een goede test coverage, evenals secure programming;\u003c/li\u003e\n\u003cli\u003eEen open communicatie vinden we belangrijk. Een omgeving waar je fouten mag maken, waar je van elkaar kan leren en, als het mag van het RIVM, een drankje drinken met elkaar op donderdagmiddag.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWij vragen\u003c/strong\u003e\nAl onze collega’s verschillen. In functie, leeftijd, afkomst, karakter, dromen en hobby’s. Daar zijn we trots op, want al die verschillen zorgen voor betere resultaten voor onze stad. Dus wie jij ook bent: je bent welkom binnen onze gemeente. Voor deze functie van Senior Python Data Platform Developer zien we ook graag:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMinimaal een HBO werk- en denkniveau richting informatica of informatica-gerelateerd. Het werk- en denkniveau dient aangetoond te worden doormiddel van een diploma en/of werkervaring;\u003c/li\u003e\n\u003cli\u003eMinimaal zes jaar recente werkervaring als back-end developer;\no\tJe hebt minimaal twee jaar recente werkervaring met Python;\no\tJe hebt ervaring met Django en relationele databases;\no\tJe hebt ervaring met werken o.b.v. Infrastructure as Code;\u003c/li\u003e\n\u003cli\u003eBij voorkeur ook ervaring met / interesse in technologieën zoals:\no\tKafka, Spark, AirFlow en andere (streaming) data verwerking tooling;\no\tKubernetes, Terraform, Ansible en andere cloud tooling;\u003c/li\u003e\n\u003cli\u003eBij voorkeur enkele jaren recente werkervaring opgedaan in een organisatie waarin met Agile/Scrum wordt gewerkt;\u003c/li\u003e\n\u003cli\u003eCommunicatieve vaardigheden en het vermogen kritisch naar eigen werk en dat van anderen te kijken.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eCompetenties\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOmgevingsbewust;\u003c/li\u003e\n\u003cli\u003eSamenwerken en Relatiebeheer;\u003c/li\u003e\n\u003cli\u003eCommunicatieve vaardigheden;\u003c/li\u003e\n\u003cli\u003eInitiatiefnemer;\u003c/li\u003e\n\u003cli\u003eResultaatgericht;\u003c/li\u003e\n\u003cli\u003eOvertuigingskracht.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWij bieden\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEen arbeidsovereenkomst voor de duur van 12 maanden met de intentie om voor langere tijd met elkaar de verbinding aan te gaan waarbij we streven naar een vaste aanstelling;\u003c/li\u003e\n\u003cli\u003eJe salaris is minimaal € 3.561,- en maximaal € 5.872,- bruto per maand (salarisschaal 11 t/m 12) op basis van 36 uren per week. Het exacte salaris wordt afgestemd op de opleiding, kennis en ervaring die je meebrengt;\u003c/li\u003e\n\u003cli\u003eruime ontwikkel- en opleidingsmogelijkheden. Met onze interne expertise voor algemene opleidingen, maatwerkontwikkeltrajecten en begeleiding in het werk kan je jezelf blijven uitdagen;\u003c/li\u003e\n\u003cli\u003eWerken in een diverse stad met goede bereikbare locaties in Amsterdam en de kans je te blijven ontwikkelen;\u003c/li\u003e\n\u003cli\u003eflexibiliteit als het gaat om je werktijden en -plek;\u003c/li\u003e\n\u003cli\u003eEen goed pakket secundaire arbeidsvoorwaarden, o.a. opname in het ABP-pensioenfonds, een maandelijkse bijdrage in de ziektekostenverzekering  en een Individueel Keuzebudget van 17,05% van jouw jaarsalaris. Je kunt dit inzetten om bijvoorbeeld extra verlofuren te kopen. Voor een overzicht van alle overige arbeidsvoorwaarden, klik \u003ca href=\"https://www.amsterdam.nl/pga/\"\u003ehier\u003c/a\u003e.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDe organisatie\u003c/strong\u003e\nDe afdeling Onderzoek, Informatie en Statistiek (OIS) van gemeente Amsterdam verzamelt data over Amsterdam en verwerkt deze tot informatie. Van onderwerpen als de Amsterdamse bevolking, de woningvoorraad, de werkgelegenheid en de bedrijvigheid in de stad tot onderwerpen als veiligheid, verkiezingen, zorg en onderwijs. Ook ontwikkelt en beheert OIS de gemeentelijke datavoorziening DataPunt waarmee data en dataproducten beschikbaar zijn voor gemeente en publiek.\u003c/p\u003e\n\u003cp\u003eZo biedt de website Data en Informatie verschillende mogelijkheden om aan de slag te gaan met de beschikbare gegevens (data.amsterdam.nl), en werkt team Data Services aan een generieke manier waarmee databronnen worden verwerkt en beschikbaar worden gesteld. Denk aan slimme verkeersroutes dankzij onderzoek met behulp van tijdelijke kentekencamera's, met machine learning meldingen openbare ruimte doorgeleiden of data-analyse om de kortste afstanden tot afval containers te berekenen. Hierbij maken we gebruik van zowel bewezen als nieuwe methodes en technieken. Denk aan Machine Learning oplossingen om stadsarchieven te indexeren of straatafval te herkennen, REST APIs en GraphQL voor dataontsluiting en Docker om onze applicaties in de cloud (migratie naar Microsoft Azure) te draaien. Bij ontwikkeling gaan we uit van “Open Source tenzij\". Zodoende hebben we inmiddels bijna 230 publieke Github repositories online staan.\u003c/p\u003e\n\u003cp\u003eMeer informatie over OIS vind je op \u003ca href=\"https://www.data.amsterdam.nl\"\u003ewww.data.amsterdam.nl\u003c/a\u003e. Een deel van onze API’s is open source en kun je \u003ca href=\"https://api.data.amsterdam.nl/api/\"\u003ehier\u003c/a\u003e vinden, of bekijk ons werk op \u003ca href=\"https://github.com/Amsterdam\"\u003eGithub\u003c/a\u003e.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eHeb je belangstelling voor deze functie? Reageer dan uiterlijk 23 februari 2021 via de \u003ca href=\"https://www.solliciterenbij.amsterdam.nl/vacaturen/onderzoek-informatie/senior-python-data/?utm_source=github\u0026amp;utm_medium=referral\u0026amp;utm_term=2021\u0026amp;utm_content=177980\u0026amp;utm_campaign=senior-python-data-platform-developer\"\u003esollicitatiebutton\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eDeze vacature staat gelijktijdig intern en extern uit. Medewerkers van de gemeente Amsterdam hebben voorrang in de procedure.\u003c/p\u003e\n\u003cp\u003eDe selectieprocedure start meteen na de sluitingstermijn van de vacature en duurt gemiddeld 3 tot 6 weken. In verband met de richtlijnen van het RIVM werken onze collega’s zoveel mogelijk thuis. Als je uitgenodigd wordt voor een eerste gesprek, dan plannen we een videogesprek met je in. Wij nemen contact met je op om de instructies hiervoor met je door te nemen, ruim voordat het gesprek plaatsvindt. Eventueel volgt een tweede gesprek. Zien we onvoldoende raakvlakken, dan ontvang je een e-mail.\u003c/p\u003e\n\u003cp\u003eEen codereview maakt deel uit van de procedure.  Elke collega die ons komt versterken moet een recente Verklaring Omtrent het Gedrag (VOG) aanleveren. Wil je de vacaturetekst nog eens nalezen? Sla deze dan op want na de sluitingstermijn is de tekst niet meer zichtbaar.\u003c/p\u003e\n\u003cp\u003eWe willen een diverse en inclusieve organisatie zijn, die ruimte biedt aan iedereen. Diversiteit is een kracht die we gebruiken om betere resultaten te halen voor de stad. We streven naar een personeelsbestand dat een afspiegeling is van de beroepsbevolking van Amsterdam, met alle verschillen. Onze vacatures staan open voor iedereen, tenzij in de tekst iets anders staat.\nWil je weten hoe het is om bij ons te werken? Bekijk dan de \u003ca href=\"https://www.amsterdam.nl/bestuur-organisatie/werkenbij/medewerkers-aan-het-woord/\"\u003everhalen van onze medewerkers\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVragen over deze vacature\u003c/strong\u003e\nVragen over de vacature kun je stellen aan Eline de Jong, recruiter OIS, bereikbaar via \u003ca href=\"eline.de.jong@amsterdam.nl\"\u003eeline.de.jong@amsterdam.nl\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eAcquisitie naar aanleiding van deze vacature wordt niet op prijs gesteld.\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcm1ZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b80b78d942dad6049d7af9c8e65c20ecc8b660ea/Logo%20Gemeente_Amsterdam_2017.jpg"
    },
    {
        "id": "46fc66b0-cf70-42b1-88ea-f5c1246c77b5",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/46fc66b0-cf70-42b1-88ea-f5c1246c77b5",
        "created_at": "Tue Feb 09 15:46:01 UTC 2021",
        "company": "oBundle",
        "company_url": "https://obundle.com",
        "location": "Portland, OR",
        "title": "eCommerce Developer",
        "description": "\u003cp\u003eWe are looking for a motivated, self-paced, JavaScript focused developer to join our small team of BigCommerce design and development experts. Position is at-home/remote.\u003c/p\u003e\n\u003cp\u003eWe're a team founded and run by a former-Bigcommerce support engineer with a passion for entrepreneurship \u0026amp; web development. Our specializations include custom front-end functionality and design, API application development, and data upload.\u003c/p\u003e\n\u003cp\u003eA sample of our clients includes Harvard Kennedy Law School, Discount Electronics, Crescent Moon Snowshoes, Club Pilates, and other enterprise stores. We love working with businesses who are serious about taking their success to the next level.\u003c/p\u003e\n\u003cp\u003eAs a developer working on BigCommerce store projects, you will need to be (or get) familiar Stencil framework from BigCommerce. Qualified candidates will be given a small test project to complete, as part of the application process.\u003c/p\u003e\n\u003cp\u003eWe are looking for candidates who are first and foremost passionate about and experts in JavaScript, in addition to being more than competent in other common front end skills such as CSS and HTML.\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eEmail your resume and cover letter to \u003ca href=\"mailto:andrew.riggins@obundle.com\"\u003eandrew.riggins@obundle.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcW1ZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b7a9379235565ae042c83d39b875f5381f6e9f44/obundle_o.png"
    },
    {
        "id": "a7c14b9c-7303-46dc-b306-10929ac10d76",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/a7c14b9c-7303-46dc-b306-10929ac10d76",
        "created_at": "Tue Feb 09 09:24:12 UTC 2021",
        "company": "Wärtsilä",
        "company_url": "https://careers.wartsila.com/search/?createNewAlert=false\u0026q=\u0026optionsFacetsDD_title=\u0026optionsFacetsDD_country=NL\u0026optionsFacetsDD_customfield2=\u0026optionsFacetsDD_customfield1=\u0026optionsFacetsDD_customfield3=",
        "location": "Drunen, Netherlands",
        "title": "Back-End Developer",
        "description": "\u003cp\u003e\u003cem\u003eAre you a Back-End Developer asking yourself how you can enjoy developing software and making a big contribution to the global environmental challenges that we are all facing? Join a team of more than 80 international professionals that are creating the most innovative predictive tools for the maritime industry. Help our Digital Development team in shaping a platform that focuses on detecting anomalies that indicate potential failures or reveal conditions involving the consumption of excess fuel. You will build great solutions that will ultimately help our customers in saving energy and resources while gaining safety.\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eOur Digital Product Development (DPD) organization develops digital products for Wärtsilä business units in Marine Power, Marine Systems and Energy. DPD uses a common technology stack to generate insight from operational data, to make for example predictive maintenance- or efficiency optimization products such as Wärtsilä Expert Insight. DPD is growing from around 100 to 120 professionals. DPD consists of around 15 agile teams organized in 4 tribes, with clear focus areas, led by Chief Product Owners.\u003c/p\u003e\n\u003cp\u003eDue to the growth of our team, we are looking for 3 Back-End developers with affinity for big data and microservices. As a back-end developer you will be part of one of the agile teams and will develop and maintain our digital products. We provide the opportunity for junior Developers as well as senior Back-Enders who have the ambition to grow to a lead position. You work together with other developers on web-based software and services that are part of a data pipeline. These are used both internally and externally, giving domain experts and customers insights into their operation and helping them in their day-to-day jobs.\u003c/p\u003e\n\u003cp\u003eThese are permanent positions and would preferably be located at our office in Drunen, Netherlands\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAs a Back-End Developer your work will focus on these responsibilities:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou participate in the development of our data pipeline, databases and APIs.\u003c/li\u003e\n\u003cli\u003eYou create and maintain streaming data pipeline.\u003c/li\u003e\n\u003cli\u003eAlign implementation efforts with other developers across multiple development teams.\u003c/li\u003e\n\u003cli\u003eCollaborate together with data scientists in the team to reach the shared goal.\u003c/li\u003e\n\u003cli\u003eYou participate in the setup of monitoring for data pipeline status and data quality.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eTo be successful in this role we expect you to have:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have a Bachelor or Master’s degree in Computer Science or at least 3 years of relevant experience.\u003c/li\u003e\n\u003cli\u003eExperience with Kafka clusters, -streams, -connectors and Kafka as a messaging and storage solution.\u003c/li\u003e\n\u003cli\u003eExperience with Java and Python.\u003c/li\u003e\n\u003cli\u003eExperience with AWS services.\u003c/li\u003e\n\u003cli\u003eExperience with Kubernetes and Docker.\u003c/li\u003e\n\u003cli\u003eExperience with serverless concepts such as AWS lambda.\u003c/li\u003e\n\u003cli\u003eExperience with SQL and noSQL databases.\u003c/li\u003e\n\u003cli\u003eExperience with automated testing and test driven development.\u003c/li\u003e\n\u003cli\u003eExperience with AI and / or machine learning is a plus.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhy you and us\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe have an amazing team and a clear purpose to exist. As part of the Digital Product Development Team you will be an integral part in the development of digital products and tools across our business’ and will be key in unlocking the value of operational data all to enhance our performance-based business and support the growth of our lifecycle solutions business. Both our Digital Product Development teams in Drunen and Helsinki fosters an inclusive high-performance culture that people enjoy working in.\u003c/p\u003e\n\u003cp\u003eWe are passionate about the work we do and hope to find a colleague with a shared passion for smart technologies and a sustainable future.\u003c/p\u003e\n\u003cp\u003eWe offer a competitive salary and promote a healthy work life balance. We foster openness, respect and trust.\u003c/p\u003e\n\u003cp\u003eAll our employees are encouraged to utilise the variety of training activities, learning solutions and self-study materials that we have to offer which supports the opportunity to further develop your talents and competencies within a very global working environment, in an ambitious and growth orientated organisation.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eContact \u0026amp; next steps\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDoes this sound like the job for you? If yes, we hope to hear from you before the application deadline 02-03-2021, through submitting your application through our careers portal.\u003c/p\u003e\n\u003cp\u003eIn case you have questions about the process please contact Dré Schellekens (Corporate Recruiter) by email: \u003ca href=\"mailto:dre.schellekens@wartsila.com\"\u003edre.schellekens@wartsila.com\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eApply via our career portal or send an e-mail to \u003ca href=\"mailto:dre.schellekens@wartsila.com\"\u003edre.schellekens@wartsila.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcFdZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a47ce883577f697d9945333b5fdc7fe6dc4faec2/NEW_wartsila-rgb150.jpg"
    },
    {
        "id": "44ebbf1b-89cb-48c3-9102-5e385db18810",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/44ebbf1b-89cb-48c3-9102-5e385db18810",
        "created_at": "Tue Feb 09 09:16:27 UTC 2021",
        "company": "Wärtsilä",
        "company_url": "https://careers.wartsila.com/search/?createNewAlert=false\u0026q=\u0026optionsFacetsDD_title=\u0026optionsFacetsDD_country=NL\u0026optionsFacetsDD_customfield2=\u0026optionsFacetsDD_customfield1=\u0026optionsFacetsDD_customfield3=",
        "location": "Drunen, Netherlands",
        "title": "Front-End Developer",
        "description": "\u003cp\u003e\u003cem\u003eAre you a Front-end Developer and happen to ask yourself how can your work help in this global environmental challenge that we all are facing? Join a team of more than 80 international professionals that are creating the most innovative predictive tools for the maritime industry. Help our Digital Development team in shaping a platform that focuses on detecting anomalies that indicate potential failures or reveal conditions involving the consumption of excess fuel. You will build great solutions that will ultimately help our customers in saving energy and resources while gaining safety.\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eOur DPD (Digital Product Development) organization develops digital products for Wärtsilä business units in Marine Power, Marine Systems and Energy. DPD uses a common technology stack to generate insight from operational data, to make for example predictive maintenance- or efficiency optimization products such as Wärtsilä Expert Insight. Our organization is growing from around 100 to 120 professionals, which is why we are looking for 4 Front-end developers to join our team.\u003c/p\u003e\n\u003cp\u003eAs a Front-end Developer you will work together with other developers on web-based software that is used both internally and externally, giving domain experts and customers insights into their operation and helping them in their day-to-day jobs. Besides working on the user-facing parts you will also contribute to the internal technical, shared packages and tooling to improve the quality of life for yourself and your peers, therefor affinity for both the technical and visual side of front-end development is desired.\u003c/p\u003e\n\u003cp\u003eOur DPD organization consists of around 15 agile teams organized in 4 tribes, with clear focus areas, led by Chief Product Owners. As a front-end developer you will be part of one of the agile teams and will develop and maintain our digital products.\u003c/p\u003e\n\u003cp\u003eThese are permanent positions and would preferably be located at our office in Drunen, Netherlands\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAs a Front-end Developer your work will focus on these responsibilities:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou build and develop our new responsive web app that works well on a variety of screen resolutions and browsers.\u003c/li\u003e\n\u003cli\u003eYou develop new features for our products and services which provide our customers with actionable information through multiple channels.\u003c/li\u003e\n\u003cli\u003eYou participate in end to end development through prototyping, validation, implementation, launch, and further iterations.\u003c/li\u003e\n\u003cli\u003eYou actively contribute to continuous integration efforts and improvements on our way of working.\u003c/li\u003e\n\u003cli\u003eYou collaborate with UX designers to develop appealing and intuitive interfaces based on graphic designs or mock-ups.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eTo be successful in this role we expect you to have:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have a Bachelor or Master’s degree in Computer Science or at least 3 years of relevant experience with front-end-development specifically: JavaScript (including ESNext and/or TypeScript), HTML5, CSS and/or Sass.\u003c/li\u003e\n\u003cli\u003eExperience with and/or skills in UX design/development; you're able to create an aesthetically pleasing and user experience friendly interface based on (or without any) minimal mock-ups.\u003c/li\u003e\n\u003cli\u003eExperience with React or similar technologies like Angular or Vue.js.\u003c/li\u003e\n\u003cli\u003eExperience with automated unit, visual, and/or contract testing, we use Jest for this.\u003c/li\u003e\n\u003cli\u003eExperience with back-end development (e.g. Java, Python) or experience working with BaaS (e.g. Firebase) is a plus.VOl\u003c/li\u003e\n\u003cli\u003eExperience developing online applications, especially those containing a lot of data, is a plus.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhy you and us\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe have an amazing team and a clear purpose to exist. As part of the Digital Product Development Team you will be an integral part in the development of digital products and tools across our business’ and will be key in unlocking the value of operational data all to enhance our performance-based business and support the growth of our lifecycle solutions business. Both our Digital Product Development teams in Drunen and Helsinki fosters an inclusive high-performance culture that people enjoy working in.\u003c/p\u003e\n\u003cp\u003eWe are passionate about the work we do and hope to find a colleague with a shared passion for smart technologies and a sustainable future.\u003c/p\u003e\n\u003cp\u003eWe offer a competitive salary and promote a healthy work life balance. We foster openness, respect and trust.\u003c/p\u003e\n\u003cp\u003eAll our employees are encouraged to utilise the variety of training activities, learning solutions and self-study materials that we have to offer which supports the opportunity to further develop your talents and competencies within a very global working environment, in an ambitious and growth orientated organisation.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eContact \u0026amp; next steps\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDoes this sound like the job for you? If yes, we hope to hear from you before the application deadline 02-03-2021, through submitting your application through our careers portal.\u003c/p\u003e\n\u003cp\u003eIn case you have questions about the process please contact Dré Schellekens (Corporate Recruiter) by email: \u003ca href=\"mailto:dre.schellekens@wartsila.com\"\u003edre.schellekens@wartsila.com\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003eApply via our career portal or send an e-mail to \u003ca href=\"mailto:dre.schellekens@wartsila.com\"\u003edre.schellekens@wartsila.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbytZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--fcfe3e70ea2235e975d7effe75d1e70103154f7c/NEW_wartsila-rgb150.jpg"
    },
    {
        "id": "de2dad3d-d255-4484-a047-d0bc15a186a5",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/de2dad3d-d255-4484-a047-d0bc15a186a5",
        "created_at": "Mon Feb 08 19:05:58 UTC 2021",
        "company": "Porch Coffee View LLC",
        "company_url": "http:",
        "location": "Remote",
        "title": "Want Help with idea using Twitter API",
        "description": "\u003cp\u003eHi-\u003c/p\u003e\n\u003cp\u003eI'm looking for someone to build an MVP based around the Twitter API, will pay hourly and/or give equity.\u003c/p\u003e\n\u003cp\u003eQualifications include being optimistic and having a good sense of humor.\u003c/p\u003e\n\u003cp\u003eLet me know if you're interested, thank you,\u003c/p\u003e\n\u003cp\u003eEben\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"mailto:ebensmith723@gmail.com\"\u003eebensmith723@gmail.com\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": null
    },
    {
        "id": "0b155a82-e623-44b4-bd40-0cc3f58ac42e",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/0b155a82-e623-44b4-bd40-0cc3f58ac42e",
        "created_at": "Mon Feb 08 13:28:25 UTC 2021",
        "company": "Equinix",
        "company_url": "https://www.equinix.com",
        "location": "Singapore",
        "title": "Full Stack Developer - Building next-gen products and architecture",
        "description": "\u003cp\u003eEquinix is the world’s digital infrastructure company, operating 210 data centers across the globe and providing interconnections to all the key clouds and networks. Businesses need one place to simplify and bring together fragmented, complex infrastructure that spans private and public cloud environments. Our global platform allows customers to place infrastructure wherever they need it and connect it to everything they need to succeed.\u003c/p\u003e\n\u003cp\u003eAt Equinix, we help the world’s digital leaders scale with agility, speed the launch of digital services, deliver world-class experiences, and transform people’s lives. Our culture is based on collaboration and the growth and development of our teams.\u003c/p\u003e\n\u003cp\u003eWe hire hardworking people who thrive on solving challenging problems and give them opportunities to hone new skills, and try new approaches, as we grow our product portfolio with new software and network architecture solutions. We embrace diversity in thought and contribution and are committed to providing an equitable work environment. that is foundational to our core values as a company and is vital to our success\u003c/p\u003e\n\u003cp\u003eAs a key member of the Product Engineering team, you will be responsible for the end-to-end development lifecycle from the requirement, architecture, design, implementation, testing, deployment, and support with a focus on delivering solutions adhering to business goals, technical requirements, and engineering standards.\u003c/p\u003e\n\u003ch2\u003eJob Responsibilities:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eHands-on Design, Development, Deployment \u0026amp; Support of JavaScript based platforms, frameworks, and applications\u003c/li\u003e\n\u003cli\u003eIncorporates standards and best practices, including performance, security, scalability, and maintainability\u003c/li\u003e\n\u003cli\u003eInteract with Business System Analysts to design and deliver technical solutions to support various business functions\u003c/li\u003e\n\u003cli\u003eCreate rich web user interfaces using HTML, CSS, and JavaScript.\u003c/li\u003e\n\u003cli\u003eCreate server-side functionality using asynchronous, highly scalable design principles\u003c/li\u003e\n\u003cli\u003eProvide thought leadership and lead innovation by exploring, investigating, recommending, benchmarking and implementing tools and frameworks.\u003c/li\u003e\n\u003cli\u003eWork in a Globally Distributed Development team environment to enable successful delivery with a minimal supervision\u003c/li\u003e\n\u003cli\u003eAdvocate, document, and follow best design and development practices\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eIt is you, if:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eYou are passionate, creative and self-driven\u003c/li\u003e\n\u003cli\u003eYou are curious and collaborative, and a believer in the power of teams and teamwork\u003c/li\u003e\n\u003cli\u003eYou are flexible and have a broad set of capabilities to wear multiple hats\u003c/li\u003e\n\u003cli\u003eYou thrive in a dynamic and a fast-paced environment\u003c/li\u003e\n\u003cli\u003eYou pursue speed and simplicity relentlessly\u003c/li\u003e\n\u003cli\u003eYou are a natural leader in everything you do\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eExperience:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eBS/MS degree or equivalent with 6+ years in the field of Software Engineering and Development\u003c/li\u003e\n\u003cli\u003eAn obsession with customer experience, product fidelity, developer documentation, Web App ecosystem, and exceptional developer experience.\u003c/li\u003e\n\u003cli\u003eMinimum 4+ years of strong hands-on development experience with JavaScript and related open source technologies\u003c/li\u003e\n\u003cli\u003eExtensive experience developing and running production application in ReactJS is a must\u003c/li\u003e\n\u003cli\u003eMinimum 3+ years of hands-on experience with Frameworks like Nodejs, React.js, Vue.js, Angular.js, HTML 5, CSS 3, etc.\u003c/li\u003e\n\u003cli\u003eExposure to the other frameworks and programming languages like Java, Python, Golang is a plus\u003c/li\u003e\n\u003cli\u003eWorking Knowledge on Reactive/Functional Programming\u003c/li\u003e\n\u003cli\u003eStrong understanding of design patterns and best practices in JavaScript\u003c/li\u003e\n\u003cli\u003eGood understanding of Identity concepts - SAML, JWT, OAuth etc.\u003c/li\u003e\n\u003cli\u003eExperience with web servers \u0026amp; application servers such as Apache and Nginx\u003c/li\u003e\n\u003cli\u003eWorking experience with Swagger (Open API Spec), OAuth, REST, JSON etc.,\u003c/li\u003e\n\u003cli\u003eExperience/knowledge on Data modeling and Nodejs integration with NO-SQL technologies like Redis, Cassandra etc. is a plus\u003c/li\u003e\n\u003cli\u003eSolid understanding of how to use tools like Git, Jira, and Jenkins\u003c/li\u003e\n\u003cli\u003eSolid understanding of JS unit testing frameworks\u003c/li\u003e\n\u003cli\u003eProven ability to quickly grasp the implications of evolving industry trends \u0026amp; technology intersects\u003c/li\u003e\n\u003cli\u003eExceptional communication, organization, and presentation skills\u003c/li\u003e\n\u003cli\u003eExperience working within Agile or Scaled Agile Framework is required\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eInterested?\u003c/h2\u003e\n\u003cp\u003ePlease apply by clicking the \u003cstrong\u003e'Application'\u003c/strong\u003e form.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/3rD3FVP\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/3rD3FVP\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbStZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4ded80dc14556c616622d5a62ccfc0cfda4426bd/EQ.jpeg"
    },
    {
        "id": "ce63cdc7-2a47-432e-a3c1-2ed8200a522c",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/ce63cdc7-2a47-432e-a3c1-2ed8200a522c",
        "created_at": "Mon Feb 08 13:25:18 UTC 2021",
        "company": "Equinix",
        "company_url": "https://vonq.io/3icV1Ka",
        "location": "Warsaw",
        "title": "Software Engineer (Backend)",
        "description": "\u003cp\u003eEquinix is the world’s digital infrastructure company, operating 210 data centers across the globe and providing interconnections to all the key clouds and networks. Businesses need one place to simplify and bring together fragmented, complex infrastructure that spans private and public cloud environments. Our global platform allows customers to place infrastructure wherever they need it and connect it to everything they need to succeed.\u003c/p\u003e\n\u003cp\u003eAt Equinix, we help the world’s digital leaders scale with agility, speed the launch of digital services, deliver world-class experiences, and transform people’s lives. Our culture is based on collaboration and the growth and development of our teams.\u003c/p\u003e\n\u003cp\u003eWe hire hardworking people who thrive on solving challenging problems and give them opportunities to hone new skills, and try new approaches, as we grow our product portfolio with new software and network architecture solutions. We embrace diversity in thought and contribution and are committed to providing an equitable work environment. that is foundational to our core values as a company and is vital to our success.\u003c/p\u003e\n\u003ch2\u003eThe Role\u003c/h2\u003e\n\u003cp\u003eWe are looking for talented Software Engineers, responsible for brand-new product development to simplify and accelerate quoting and ordering processes for Equinix’s customers. By using a modern technology stack, cloud, microservices architecture, API-first approach, micro-frontend user interface and focusing on the product quality and delightful user experience, the engineering team will be responsible for building a highly scalable, globally distributed software product. This is a hugely exciting project where you will be part of a world-class product engineering team that’s paving the path for new ways for enterprises to consume ever increasing cloud services. You will:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePlay a pivotal role in Equinix Agile Software Development Lifecycle processes\u003c/li\u003e\n\u003cli\u003eParticipate in Product Increment Planning to analyze business requirements and determine feasibility of design\u003c/li\u003e\n\u003cli\u003eWork with product managers, product owners, analysts and other engineers to design functional architecture\u003c/li\u003e\n\u003cli\u003eLead designs of major software modules and features\u003c/li\u003e\n\u003cli\u003eDevelop backend solutions using Java-stack with cooperation from product team\u003c/li\u003e\n\u003cli\u003eDefine technical strategy and recommend adaptation of open source\u003c/li\u003e\n\u003cli\u003eParticipate in full SDLC – from software design, code review, tests development and release management planning\u003c/li\u003e\n\u003cli\u003eWork with test automation team on test automation and validation procedures to keep high software quality\u003c/li\u003e\n\u003cli\u003eMentor other members of the team\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eYour Experience\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eWe’re looking for someone who is highly curious, up to date with all the trends and technologies, and loves taking a project and owning it, demonstrating excellence in everything they do. High energy and an ability to inspire the team around them is essential! Additionally, you will have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBS in computer science or equivalent with 3-7 years of hands-on professional software development experience\u003c/li\u003e\n\u003cli\u003eExpertise in cloud-based application development with in-depth knowledge of java eco-system (experience with multiple frameworks such as Spring, Hibernate)\u003c/li\u003e\n\u003cli\u003eExpertise in data modeling, relational design using RDBMS and NoSQL such as Cassandra, MongoDB\u003c/li\u003e\n\u003cli\u003eExperience with multiple architecture styles including SOA, API-first and micro-services architectures\u003c/li\u003e\n\u003cli\u003eReal-world experience with continuous integration and delivery using public cloud such as AWS, Azure or GCP and container technologies such as Docker is required\u003c/li\u003e\n\u003cli\u003eHands-on experience with Agile-scrum methodology and Test-driven development\u003c/li\u003e\n\u003cli\u003eKnowledge of design patterns for real time data insights and analysis.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eWhy Join Us?\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eYou will be working on great products with access to newest technologies. We are offering stable employment with competitive salary above an average on the market and benefits including annual bonus or lunch card. Moreover, you will be eligible to participate on our employee stock units purchasing programs. And most of all- the opportunity to create unique atmosphere and company culture based on Magic of Equinix. The modern office space and Warsaw Spire view will be awaiting you, however you will be allowed to work from home according to company policy. If you are not living in Warsaw but you are still interested in being part of the team, we can support you with a relocation package.\u003c/p\u003e\n\u003cp\u003eEquinix is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, religion, colour, national origin, sex, sexual orientation, gender identity, age, status as a protected veteran, or status as a qualified individual with disability. We actively champion diversity with a series of networks including Black Connect, Equinix Women’s Leadership Network, and Pride Connect.\u003c/p\u003e\n\u003ch2\u003eInterested?\u003c/h2\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/3icV1Ka\"\u003ePlease apply by clicking the \u003cstrong\u003eapplication form\u003c/strong\u003e!\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/3icV1Ka\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbXlZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c1bbfc8ccde78e6eff4efd80f24a22f1343225e4/EQUINIX.jpeg"
    },
    {
        "id": "ac9a629d-78ea-4d1e-822c-d01537192d48",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/ac9a629d-78ea-4d1e-822c-d01537192d48",
        "created_at": "Mon Feb 08 13:24:23 UTC 2021",
        "company": "Equinix",
        "company_url": "https://vonq.io/2LxFW9W",
        "location": "Warsaw",
        "title": "Software Engineer (UI)",
        "description": "\u003cp\u003eEquinix is the world’s digital infrastructure company, operating 210 data centers across the globe and providing interconnections to all the key clouds and networks. Businesses need one place to simplify and bring together fragmented, complex infrastructure that spans private and public cloud environments. Our global platform allows customers to place infrastructure wherever they need it and connect it to everything they need to succeed.\u003c/p\u003e\n\u003cp\u003eAt Equinix, we help the world’s digital leaders scale with agility, speed the launch of digital services, deliver world-class experiences, and transform people’s lives. Our culture is based on collaboration and the growth and development of our teams.\u003c/p\u003e\n\u003cp\u003eWe hire hardworking people who thrive on solving challenging problems and give them opportunities to hone new skills, and try new approaches, as we grow our product portfolio with new software and network architecture solutions. We embrace diversity in thought and contribution and are committed to providing an equitable work environment. that is foundational to our core values as a company and is vital to our success.\u003c/p\u003e\n\u003ch2\u003eThe Role\u003c/h2\u003e\n\u003cp\u003eWe are looking for talented Staff Software Engineers, responsible for brand-new product development to simplify and accelerate quoting and ordering processes for Equinix’s customers. By using a modern technology stack, cloud, microservices architecture, API-first approach, micro-frontend user interface and focusing on the product quality and delightful user experience, the engineering team will be responsible for building a highly scalable, globally distributed software product. This is a hugely exciting project where you will be part of a world-class product engineering team that’s paving the path for new ways for enterprises to consume ever increasing cloud services. You will:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePlay a pivotal role in Equinix Agile Software Development Lifecycle processes\u003c/li\u003e\n\u003cli\u003eParticipate in Product Increment Planning to analyze business requirements and determine feasibility of design\u003c/li\u003e\n\u003cli\u003eWork with product managers, product owners, analysts and other engineers to design functional architecture\u003c/li\u003e\n\u003cli\u003eLead designs of major software modules and features\u003c/li\u003e\n\u003cli\u003eDevelop and deploy the software\u003c/li\u003e\n\u003cli\u003eWork with test automation team on test automation and validation procedures to keep high software quality\u003c/li\u003e\n\u003cli\u003eMentor other members of the team\u003c/li\u003e\n\u003cli\u003eWork with product stakeholders to understand business requirements and helps interpreting ambiguous requirements\u003c/li\u003e\n\u003cli\u003eParticipate in architectural review process\u003c/li\u003e\n\u003cli\u003eLead product features and design software components with many dependencies\u003c/li\u003e\n\u003cli\u003eProvide design that is scalable, efficient and follow best practices\u003c/li\u003e\n\u003cli\u003eSet code review guidelines\u003c/li\u003e\n\u003cli\u003eDevelop scripts and code for a feature and multiple modules and product\u003c/li\u003e\n\u003cli\u003eDevelop unit tests, fixes defects, develops test strategies, recommends testing frameworks\u003c/li\u003e\n\u003cli\u003eDefine technical strategy and drives release management planning\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eYour Experience\u003c/h2\u003e\n\u003cp\u003eWe’re looking for someone who is highly curious, up to date with all the trends and technologies, and loves taking a project and owning it, demonstrating excellence in everything they do. High energy and an ability to inspire the team around them is essential! Additionally, you will have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBS in computer science or equivalent with 3-7 years of hands-on professional software development.\u003c/li\u003e\n\u003cli\u003eUI development expertise in cloud-based application development with in-depth knowledge of JavaScript, React.js and its core principles, React.js workflows (such as Flux or Redux),\u003c/li\u003e\n\u003cli\u003eExperience in micro-frontends UI architecture is a plus\u003c/li\u003e\n\u003cli\u003eShould have strong skills in UI like HTML5, CSS3, CSS Preprocessors like SASS, Converting UX Mockups to UI, Automation testing, Ajax API Integrations.\u003c/li\u003e\n\u003cli\u003eExperience with multiple architecture styles including SOA, API-first and micro-services architectures\u003c/li\u003e\n\u003cli\u003eReal-world experience with continuous integration and delivery using public cloud such as AWS, Azure or GCP and container technologies such as Docker is required\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWhy Join Us?\u003c/h2\u003e\n\u003cp\u003eYou will be working on great products with access to newest technologies. We are offering stable employment with competitive salary above an average on the market and benefits including annual bonus or lunch card. Moreover, you will be eligible to participate on our employee stock units purchasing programs. And most of all- the opportunity to create unique atmosphere and company culture based on Magic of Equinix. The modern office space and Warsaw Spire view will be awaiting you, however you will be allowed to work from home according to company policy. If you are not living in Warsaw but you are still interested in being part of the team, we can support you with a relocation package.\u003c/p\u003e\n\u003cp\u003eEquinix is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, religion, colour, national origin, sex, sexual orientation, gender identity, age, status as a protected veteran, or status as a qualified individual with disability. We actively champion diversity with a series of networks including Black Connect, Equinix Women’s Leadership Network, and Pride Connect.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/2LxFW9W\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/2LxFW9W\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbW1ZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e115af6bf76715d0a859b680a023829e6c93f1bf/companyLogo-Equinix%20Tagline%20Outlined_300.jpg"
    },
    {
        "id": "be0ff9d6-8885-48bf-bd6f-1fc9d5cf5732",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/be0ff9d6-8885-48bf-bd6f-1fc9d5cf5732",
        "created_at": "Mon Feb 08 11:48:54 UTC 2021",
        "company": "Equinix",
        "company_url": "https://www.equinix.com",
        "location": "Warsaw",
        "title": "Senior Software Engineer (Full-Stack)",
        "description": "\u003ch2\u003eSenior Software Engineer (Full-stack)\u003c/h2\u003e\n\u003cp\u003eEquinix is the world’s digital infrastructure company, operating 210 data centers across the globe and providing interconnections to all the key clouds and networks. Businesses need one place to simplify and bring together fragmented, complex infrastructure that spans private and public cloud environments. Our global platform allows customers to place infrastructure wherever they need it and connect it to everything they need to succeed.\u003c/p\u003e\n\u003cp\u003eAt Equinix, we help the world’s digital leaders scale with agility, speed the launch of digital services, deliver world-class experiences, and transform people’s lives. Our culture is based on collaboration and the growth and development of our teams.\u003c/p\u003e\n\u003cp\u003eWe hire hardworking people who thrive on solving challenging problems and give them opportunities to hone new skills, and try new approaches, as we grow our product portfolio with new software and network architecture solutions. We embrace diversity in thought and contribution and are committed to providing an equitable work environment. that is foundational to our core values as a company and is vital to our success.\u003c/p\u003e\n\u003ch2\u003eThe Role\u003c/h2\u003e\n\u003cp\u003eWe are looking for talented Staff Software Engineers, responsible for brand-new product development to simplify and accelerate quoting and ordering processes for Equinix’s customers. By using a modern technology stack, cloud, microservices architecture, API-first approach, micro-frontend user interface and focusing on the product quality and delightful user experience, the engineering team will be responsible for building a highly scalable, globally distributed software product. This is a hugely exciting project where you will be part of a world-class product engineering team that’s paving the path for new ways for enterprises to consume ever increasing cloud services. You will:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePlay a pivotal role in Equinix Agile Software Development Lifecycle processes\u003c/li\u003e\n\u003cli\u003eDesign major software modules and features and develop scripts and code for multiple modules\u003c/li\u003e\n\u003cli\u003eDevelop and deploy the software\u003c/li\u003e\n\u003cli\u003eAdopt of standard coding processes\u003c/li\u003e\n\u003cli\u003eWork on cross-technical integration\u003c/li\u003e\n\u003cli\u003eWork with test automation team on test automation and validation procedures to keep high software quality\u003c/li\u003e\n\u003cli\u003eDevelop unit tests, fixes defects\u003c/li\u003e\n\u003cli\u003eMentor other members of the team\u003c/li\u003e\n\u003cli\u003eProvide status of the work in a timely manner\u003c/li\u003e\n\u003cli\u003eInvestigate, analyze, and evaluate new technologies\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eYour Experience\u003c/h2\u003e\n\u003cp\u003eWe’re looking for someone who is highly curious, up to date with all the trends and technologies, and loves taking a project and owning it, demonstrating excellence in everything they do. High energy and an ability to inspire the team around them is essential! Additionally, you will have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ecomputer science diploma or equivalent with 3-7 years of hands-on professional software development experience\u003c/li\u003e\n\u003cli\u003eFull Stack expertise in cloud-based application development with in-depth knowledge of java eco-system (experience with multiple frameworks such as Spring, Hibernate), JavaScript (with at least one modern framework like React/Angular/Ember), HTML5/CSS3, Node.JS and other cutting-edge technologies\u003c/li\u003e\n\u003cli\u003eExpertise in data modeling, relational design using RDBMS and NoSQL such as Cassandra, MongoDB\u003c/li\u003e\n\u003cli\u003eExperience with multiple architecture styles including SOA, API-first and micro-services architectures\u003c/li\u003e\n\u003cli\u003eReal-world experience with continuous integration and delivery using public cloud such as AWS, Azure or GCP and container technologies such as Docker is highly desired\u003c/li\u003e\n\u003cli\u003eHands-on experience with Agile-scrum methodology and Test-driven development\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWhy Join Us?\u003c/h2\u003e\n\u003cp\u003eYou will be working on great products with access to newest technologies. We are offering stable employment with competitive salary above an average on the market and benefits including annual bonus or lunch card. Moreover, you will be eligible to participate on our employee stock units purchasing programs. And most of all- the opportunity to create unique atmosphere and company culture based on Magic of Equinix. The modern office space and Warsaw Spire view will be awaiting you, however you will be allowed to work from home according to company policy. If you are not living in Warsaw but you are still interested in being part of the team, we can support you with a relocation package.\u003c/p\u003e\n\u003cp\u003eEquinix is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, religion, colour, national origin, sex, sexual orientation, gender identity, age, status as a protected veteran, or status as a qualified individual with disability. We actively champion diversity with a series of networks including Black Connect, Equinix Women’s Leadership Network, and Pride Connect.\u003c/p\u003e\n\u003ch2\u003eInterested?\u003c/h2\u003e\n\u003cp\u003eApply now via the \u003cstrong\u003e\"Apply\"\u003c/strong\u003e form.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/38N6dd6\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/38N6dd6\"\u003eClick here for the application form!\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbVNZIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--eb6ffa34b583b4c2881410d6f448b5333273a4f5/EQ.jpeg"
    },
    {
        "id": "6aa71001-c8e8-4c58-9bc6-72d05cb8ba99",
        "type": "Full Time",
        "url": "https://jobs.github.com/positions/6aa71001-c8e8-4c58-9bc6-72d05cb8ba99",
        "created_at": "Thu Jan 21 15:51:45 UTC 2021",
        "company": "Bounteous",
        "company_url": "https://www.bounteous.com/",
        "location": "All Locations",
        "title": "PIM Developer",
        "description": "\u003cp\u003eWe are actively looking for a Developer to join our Data Management team! This position will be responsible for helping deliver some of our most complex PIM projects.  You will be working with a team of talented developers, leads, and architects to tackle important problems and resolve complex issues for some of the best companies and most recognizable brands on the Internet. You will be working in a distributed environment and must be able to be proactive and reach out to co-workers and clients on a regular basis.\u003c/p\u003e\n\u003cp\u003eIf you thrive in an environment where you are surrounded by motivated, energetic developers and technologists consider this opportunity the next step for you!\u003c/p\u003e\n\u003cp\u003eMinimum Qualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBA/BS in Computer Science or equivalent degree\u003c/li\u003e\n\u003cli\u003eMinimum of 3-5 years PHP, object-oriented programming, MVC applications, and web development experience\u003c/li\u003e\n\u003cli\u003eMinimum of 3 years of real-world e-commerce experience in the last 5 years\u003c/li\u003e\n\u003cli\u003eMinimum of 3 years of Symfony development experience\u003c/li\u003e\n\u003cli\u003eFamiliarity with the Agile development processes, including the use of coding standards and systems for version control, build, regression testing.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePreferred Qualifications\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eActively participated in scalable website and web application development\u003c/li\u003e\n\u003cli\u003eHands-on experience with rich web front-end development frameworks and patterns – CSS, Html, JavaScript, RWD, PWA, React, Angular, HTML5\u003c/li\u003e\n\u003cli\u003eHands-on experience designing/developing/consuming APIs (REST, GraphQL)\u003c/li\u003e\n\u003cli\u003eHands-on experience working with relational databases and writing advanced SQL\u003c/li\u003e\n\u003cli\u003eRequire minimal supervision and provide oversight for assigned projects\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eNice to Have's\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eeCommerce platform engineering/business certifications.\u003c/li\u003e\n\u003cli\u003ePIM / MDM certifications (Akeneo, Enterworks, Salsify, other major enterprise PIM platform)\u003c/li\u003e\n\u003cli\u003eOther eCommerce platform experience (Magento, Shopify, Elastic path, Digital River)\u003c/li\u003e\n\u003cli\u003eExposure to Data Management platforms (PIM, MDM, DAM, ect.)\u003c/li\u003e\n\u003cli\u003eCMS exposure (AEM, Drupal, etc.)\u003c/li\u003e\n\u003cli\u003eAdvanced PHP and JavaScript\u003c/li\u003e\n\u003c/ul\u003e\n",
        "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jobs.lever.co/bounteous/55432fdb-e57d-4288-ac9c-0c9693b7e648?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003ehttps://jobs.lever.co/bounteous/55432fdb-e57d-4288-ac9c-0c9693b7e648?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\u003c/a\u003e\u003c/p\u003e\n",
        "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaTZXIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e9a514e66d4b3bed31e386e7ab5d040b2b2f1b99/Bounteous%20Logo.jpeg"
    }
]